Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: 11.2 any inaccurate, misleading, or incomplete statement by iP2PGO or on the iP2PGO App regarding your GO or your iP2PGO Rewards Account, whether caused by iP2PGO’s negligence or otherwise;
id: 11.2 pernyataan apa pun yang tidak akurat, menyesatkan, atau tidak lengkap oleh iP2PGO atau di Aplikasi iP2PGO terkait GO atau Akun Hasil Bersih iP2PGO Anda, apakah disebabkan oleh kelalaian iP2PGO atau sebaliknya;
vi: 11.2 bất kỳ tuyên bố không chính xác, sai lệch hoặc không đầy đủ của iP2PGO hoặc trên Ứng dụng iP2PGO liên quan đến GO hoặc Tài khoản phần thưởng iP2PGO của bạn, cho dù có phải do sơ suất iP2PGO hay không;

source: 11.3 any failure, delay, malfunction, interruption, or decision (including any decision by iP2PGO to vary or interfere with your rights) by iP2PGO in operating the iP2PGO Net Revenue Sharing Program;
id: 11.3 kegagalan, penundaan, kerusakan, interupsi, atau keputusan (termasuk keputusan apa pun oleh iP2PGO untuk mengubah atau mengganggu hak Anda) oleh iP2PGO dalam mengoperasikan Program Pendapatan Hasil Bersih iP2PGO;
vi: 11.3 bất kỳ thất bại, chậm trễ, trục trặc, gián đoạn hoặc quyết định (bao gồm mọi quyết định của iP2PGO để thay đổi hoặc can thiệp vào quyền của bạn) bởi iP2PGO trong việc vận hành Chương trình chia sẻ doanh thu thuần iP2PGO;

source: 11.4 any stolen, lost, or unauthorized use of your account information any breach of security or data breach related to your iP2PGO Rewards Account, or any criminal or other third party act affecting iP2PGO or any Associate;
id: 11.4 setiap informasi akun Anda yang dicuri, hilang, atau tidak sah, setiap pelanggaran keamanan atau pelanggaran data yang terkait dengan Akun Hasil Bersih iP2PGO Anda, atau tindakan kriminal atau pihak ketiga lainnya yang mempengaruhi iP2PGO atau rekanan apa pun;
vi: 11.4 bất kỳ hành vi đánh cắp, mất hoặc sử dụng trái phép thông tin tài khoản của bạn bất kỳ vi phạm bảo mật hoặc vi phạm dữ liệu nào liên quan đến Tài khoản Phần thưởng iP2PGO của bạn hoặc bất kỳ hành vi phạm tội hoặc bên thứ ba nào khác ảnh hưởng đến iP2PGO hoặc bất kỳ Cộng sự nào;

source: 11.5 any offer, representation, suggestion, statement, or claim made about the iP2PGO Net Revenue Sharing Program on the Site; or
id: 11.5 setiap penawaran, representasi, saran, pernyataan, atau klaim yang dibuat tentang Program Pendapatan Hasil Bersih iP2PGO di Situs; atau
vi: 11.5 bất kỳ đề nghị, đại diện, đề xuất, tuyên bố hoặc khiếu nại nào được đưa ra về Chương trình chia sẻ doanh thu thuần iP2PGO trên trang web; hoặc là

source: 11.6 any commentary and discussion in the iP2PGO App Support Group Chat.
id: 11.6 setiap komentar dan diskusi dalam ObrolanChatting Dukungan Aplikasi iP2PGO.
vi: 11.6 mọi bình luận và thảo luận trong Trò chuyện nhóm hỗ trợ ứng dụng iP2PGO.

source: 12. Liability Release : You hereby agree to release iP2PGO and its Associates from liability for any and all Losses, and you shall indemnify and save and hold iP2PGo and its Associates harmless from and against all Losses. The foregoing limitations of liability shall apply whether the alleged liability or Losses are based on contract, negligence, tort, unjust enrichment, strict liability, or any other basis, even if iP2PGO and its Associates have been advised of or should have known of the possibility of such losses and damages, and without regard to the success or effectiveness of any other remedies.
id: 12. Rilis Kewajiban: Dengan ini Anda setuju untuk melepaskan iP2PGO dan Rekanannya dari pertanggungjawaban atas setiap Kerugian, dan Anda akan mengganti kerugian dan menyimpan serta menahan iP2PGo dan Rekanannya tidak berbahaya dari dan terhadap semua Kerugian. Batasan tanggung jawab di atas akan berlaku apakah tanggung jawab yang dituduhkan atau Kerugian didasarkan pada kontrak, kelalaian, gugatan, pengayaan yang tidak adil, tanggung jawab yang ketat, atau dasar lainnya, bahkan jika iP2PGO dan Rekannya telah diberitahu tentang atau seharusnya mengetahui kemungkinan kerugian dan kerusakan tersebut, dan tanpa memperhatikan keberhasilan atau keefektifan solusi lainnya.
vi: 12. Phát hành trách nhiệm pháp lý: Bạn đồng ý phát hành iP2PGO và các Cộng sự của mình khỏi trách nhiệm pháp lý đối với mọi và mọi tổn thất, và bạn sẽ phải bồi thường và lưu giữ và giữ cho iP2PGo và các Cộng sự của mình không bị tổn hại và chống lại mọi tổn thất. Các giới hạn trách nhiệm nêu trên sẽ được áp dụng cho dù trách nhiệm pháp lý hoặc tổn thất được dựa trên hợp đồng, sơ suất, tra tấn, làm giàu bất công, trách nhiệm nghiêm ngặt hoặc bất kỳ cơ sở nào khác, ngay cả khi iP2PGO và các Cộng sự đã được thông báo về khả năng về những mất mát và thiệt hại đó, và không liên quan đến sự thành công hay hiệu quả của bất kỳ biện pháp khắc phục nào khác.

source: 13. No Waiver: Any failure by iP2PGO to exercise any of its respective rights, powers, or remedies under the iP2PGO Net Revenue Sharing Program Terms, or any delay by iP2PGO in doing so, does not constitute a waiver of any such right, power, or remedy. The single or partial exercise of any right, power, or remedy by iP2PGO does not prevent either from exercising any other rights, powers, or remedies. Any and all waivers by iP2PGO must be in writing and unequivocal to be effective.
id: 13. Tidak Ada Pembebasan: Kegagalan apa pun oleh iP2PGO untuk melaksanakan hak, kekuatan, atau ganti rugi masing-masing di bawah Ketentuan Program Pendapatan Hasil Bersih iP2PGO atau penundaan apa pun oleh iP2PGO dalam melakukannya, tidak merupakan pengabaian hak, kekuasaan, atau pembaikan. Perlaksanaan hak atau sebagian dari hak, kekuasaan, atau perbaikan oleh iP2PGO tidak mencegah dari melaksanakan hak-hak lainnya, kuasa atau perbaikannya. Setiap dan semua pengesampingan oleh iP2PGO harus tertulis dan tegas agar efektif.
vi: 13. Không từ bỏ: Bất kỳ thất bại nào của iP2PGO trong việc thực hiện bất kỳ quyền, quyền hạn hoặc biện pháp khắc phục nào theo Điều khoản của Chương trình chia sẻ doanh thu thuần iP2PGO hoặc bất kỳ sự chậm trễ nào của iP2PGO khi làm như vậy, sẽ không cấu thành quyền từ bỏ quyền, quyền, hoặc khắc phục. Việc thực hiện một hoặc một phần bất kỳ quyền, quyền lực hoặc biện pháp khắc phục nào của iP2PGO không ngăn cản việc thực hiện bất kỳ quyền, quyền hạn hoặc biện pháp khắc phục nào khác. Bất kỳ và tất cả các miễn trừ của iP2PGO phải bằng văn bản và không rõ ràng để có hiệu lực.

source: 14. Force Majeure: iP2PGO is not responsible for damages caused by delay or failure to perform undertakings under these iP2PGO Net Revenue Sharing Program Terms when the delay or failure is due to fires; strikes; floods; power outages or failures; acts of God or the state’s enemies; lawful acts of public authorities; any and all market movements, shifts, or volatility; computer, server, or Internet malfunctions; security breaches or cyberattacks; criminal acts; delays or defaults caused by common carriers; acts or omissions of third parties; or, any other delays, defaults, failures or interruptions that cannot reasonably be foreseen or provided against. In the event of force majeure, iP2PGO is excused from any and all performance obligations and these Program Terms shall be fully and conclusively at an end
id: 14. Force Majeure: iP2PGO tidak bertanggung jawab atas kerusakan yang disebabkan oleh keterlambatan atau kegagalan untuk melakukan usaha berdasarkan Ketentuan Program Pendapatan Hasil Bersih iP2PGO ini ketika penundaan atau kegagalan disebabkan oleh kebakaran; pemogokan; banjir; pemadaman listrik atau kegagalan apapun; tindakan Tuhan atau musuh negara; tindakan otoritas publik yang sah; setiap dan semua pergerakan pasar, pergeseran, atau volatilitas; komputer, server atau malfungsi Internet; pelanggaran keamanan atau serangan cyber; tindakan kriminal; penundaan atau default yang disebabkan oleh operator umum; tindakan atau kelalaian pihak ketiga; atau, penundaan lainnya, default, kegagalan atau interupsi yang tidak dapat diramalkan atau diberikan. Jika terjadi force majeure, iP2PGO dibebaskan dari salah satu dan semua kewajiban kinerja dan Ketentuan Program ini harus sepenuhnya dan secara pasti berakhir
vi: 14. Bất khả kháng: iP2PGO không chịu trách nhiệm đối với các thiệt hại do chậm trễ hoặc không thực hiện các cam kết theo các Điều khoản Chương trình chia sẻ doanh thu thuần iP2PGO này khi sự chậm trễ hoặc thất bại là do hỏa hoạn; đình công; lũ lụt; mất điện hoặc hỏng hóc; hành động của Thiên Chúa hoặc kẻ thù bang bang; hành vi hợp pháp của cơ quan công quyền; bất kỳ và tất cả các biến động thị trường, thay đổi, hoặc biến động; sự cố máy tính, máy chủ hoặc Internet; vi phạm an ninh hoặc tấn công mạng; hành vi phạm tội; sự chậm trễ hoặc mặc định gây ra bởi các hãng thông thường; hành vi hoặc thiếu sót của bên thứ ba; hoặc, bất kỳ sự chậm trễ, mặc định, thất bại hoặc gián đoạn nào khác mà không thể thấy trước một cách hợp lý hoặc được cung cấp chống lại. Trong trường hợp bất khả kháng, iP2PGO được miễn trừ khỏi mọi nghĩa vụ thực hiện và các Điều khoản Chương trình này sẽ được cung cấp đầy đủ và thuyết phục vào cuối

source: 15. Assignment: You may not assign any of your rights or obligations in the iP2PGO Net Revenue Sharing Program (except through trading GOs to another iP2PGO users) to any third parties without the prior written agreement of iP2PGO. Any rights or obligations of iP2PGO in the iP2PGO Net Revenue Sharing Program may be assigned by iP2PGO to any third party at any time, with or without notice to you. Any assignment in violation of this paragraph is void.
id: 15. Penyerahan: Anda tidak dapat mengalihkan hak atau kewajiban Anda dalam Program Pendapatan Hasil Bersih iP2PGO (kecuali melalui perdagangan GO Tokens ke Users iP2PGO lainnya) ke pihak ketiga tanpa perjanjian tertulis sebelumnya dari iP2PGO. Hak atau kewajiban iP2PGO dalam Program Pendapatan Hasil Bersih iP2PGO dapat diberikan oleh iP2PGO kepada pihak ketiga kapan saja, dengan atau tanpa pemberitahuan kepada Anda. Setiap penugasan yang melanggar paragraf ini tidak berlaku.
vi: 15. Chuyển nhượng: Bạn không được chuyển nhượng bất kỳ quyền hoặc nghĩa vụ nào của mình trong Chương trình chia sẻ doanh thu thuần iP2PGO (ngoại trừ thông qua giao dịch GO cho người dùng iP2PGO khác) cho bất kỳ bên thứ ba nào mà không có thỏa thuận trước bằng văn bản của iP2PGO. Bất kỳ quyền hoặc nghĩa vụ nào của iP2PGO trong Chương trình chia sẻ doanh thu thuần iP2PGO có thể được iP2PGO chỉ định cho bất kỳ bên thứ ba nào vào bất kỳ lúc nào, có hoặc không có thông báo cho bạn. Bất kỳ chuyển nhượng vi phạm đoạn này là vô hiệu.

source: 16. Severability: In case any portion of these iP2PGO Net Revenue Sharing Program Terms is held to be invalid or unenforceable, the remaining portions of these Program Terms will remain in full force and effect. Any invalid or unenforceable portion will be interpreted to effect the intent of the original portion. If such construction is not possible, the invalid or unenforceable portion will be severed from these Program Terms but the rest of these Program Terms will remain in full force and effect
id: 16. Keterpisahan: Jika ada bagian dari Ketentuan Program Pendapatan Hasil Bersih iP2PGO ini dianggap tidak sah atau tidak memiliki kekuatan hukum, bagian yang tersisa dari Ketentuan Program ini akan tetap berlaku dan memiliki kekuatan penuh. Setiap bagian yang tidak sah atau tidak dapat ditegakkan akan ditafsirkan untuk mempengaruhi maksud dari bagian asli. Jika konstruksi seperti itu tidak mungkin, bagian yang tidak sah atau tidak dapat diterapkan akan diputuskan dari Ketentuan Program ini, tetapi sisa Ketentuan Program ini akan tetap berlaku dan memiliki kekuatan penuh.
vi: 16. Mức độ nghiêm trọng: Trong trường hợp bất kỳ phần nào trong các Điều khoản chương trình chia sẻ doanh thu thuần iP2PGO này không hợp lệ hoặc không thể thực thi, các phần còn lại của các Điều khoản chương trình này sẽ vẫn có hiệu lực. Bất kỳ phần không hợp lệ hoặc không thể thực thi sẽ được giải thích để thực hiện ý định của phần ban đầu. Nếu việc xây dựng đó là không thể, phần không hợp lệ hoặc không thể thực thi sẽ bị cắt đứt khỏi các Điều khoản chương trình này, nhưng phần còn lại của các Điều khoản chương trình này sẽ vẫn có hiệu lực đầy đủ

source: 17. Taxes: Should any fees, taxes or charges apply in your jurisdiction for earning GOs or trading them, you shall be fully and entirely responsible for declaring and paying them.
id: 17. Pajak: Jika ada biaya, pajak, atau biaya yang berlaku di wilayah hukum Anda di atas penghasilan atau kepermilikan GO Tokens atau memperdagangkannya, Anda akan sepenuhnya bertanggung jawab untuk menyatakan dan membayarnya.
vi: 17. Thuế: Nếu bất kỳ khoản phí, thuế hoặc phí nào được áp dụng trong phạm vi quyền hạn của bạn để kiếm GO hoặc giao dịch chúng, bạn sẽ chịu trách nhiệm hoàn toàn và toàn bộ về việc khai báo và thanh toán chúng.

source: 18. Termination: You may unsubscribe from the iP2PGO Net Revenue Sharing Program at any time, with notice to iP2PGO. In any such case, you will no longer be able to benefit from or participate in any right pertaining to the Program, including, without limitation, claiming back any reward associated with GOs . You will also waive and disclaim any rights arising under these Program Terms up to the date of your unsubscription
id: 18. Pemutusan: Anda dapat berhenti berlangganan dari Program Pendapatan Hasil Bersih iP2PGO kapan saja, dengan pemberitahuan ke iP2PGO. Dalam hal demikian, Anda tidak akan lagi dapat mengambil manfaat dari atau berpartisipasi dalam hak apa pun yang berkaitan dengan Program, termasuk, tanpa batasan, mengklaim kembali imbalan apa pun yang terkait dengan iP2PGO. Anda juga akan mengesampingkan dan melepaskan hak apa pun yang timbul di bawah Ketentuan Program ini hingga tanggal berhenti berlangganan Anda
vi: 18. Chấm dứt: Bạn có thể hủy đăng ký khỏi Chương trình chia sẻ doanh thu thuần iP2PGO bất cứ lúc nào, kèm theo thông báo cho iP2PGO. Trong mọi trường hợp như vậy, bạn sẽ không còn có thể hưởng lợi từ hoặc tham gia bất kỳ quyền nào liên quan đến Chương trình, bao gồm, nhưng không giới hạn, yêu cầu trả lại bất kỳ phần thưởng nào liên quan đến GO. Bạn cũng sẽ từ bỏ và từ chối mọi quyền phát sinh theo các Điều khoản chương trình này cho đến ngày hủy đăng ký của bạn

source: Thank you for registering on to iP2PGO. The download link for the APK is as follows:
id: Terima kasih kerana mendaftar dengan iP2PGO. Tautan download untuk APK adalah seperti berikut:
vi: Cám ơn bạn đã đăng ký iP2PGO! Link tải xuống cho APK như sau:

source: The download link is also sent to your email for future reference. Please check your inbox.
id: Tautan download juga dikirim ke email Anda untuk referensi di masa mendatang. Silakan periksa inbox email Anda.
vi: Link tải xuống cũng được gởi tới email của bạn dùng để tham khảo sau này. Xin vui lòng kiểm tra hộp thư.

source: CLICK ICON BELOW TO LOGIN
id: KLIK IKON DI BAWAH INI UNTUK LOGIN
vi: NHẤP VÀO ICON DƯỚI ĐÂY ĐỂ ĐĂNG NHẬP

source: MARKET PLACE FEATURES
id: FITUR iP2PGO
vi: Các tính năng của thị trường

source: Transactions Fees
id: Biaya transaksi
vi: Phí giao dịch

source: Trading Times
id: Waktu perdagangan
vi: Thời gian giao dịch

source: Trading on the marketplace is opened 24/7, however support and arbitration desk will only be available from 8 am to 6 pm (Beijing/Kuala Lumpur time). Any support or arbitration request after 6 pm will be processed on the following day.
id: Perdagangan di pasar dibuka 24/7, namun bantuan support dan arbitrase hanya akan tersedia dari jam 8 pagi hingga 6 sore (waktu Beijing / Kuala Lumpur). Permintaan bantuan support atau arbitrase setelah jam 6 sore akan diproses pada hari berikutnya.
vi: Giao dịch trên thị trường được mở 24/7, tuy nhiên dịch vụ hỗ trợ tại chỗ và dịch vụ trọng tài chỉ mở từ 8 giờ sáng đến 6 giờ tối (giờ Bắc Kinh / Kuala Lumpur). Bất kỳ yêu cầu hỗ trợ tại chỗ hoặc trọng tài nào sau 6 giờ chiều sẽ được xử lý vào ngày hôm sau.

source: Arbitration
id: Arbitrasi
vi: Trọng tài

source: In the case of trade dispute, the escrow smart contract will lock the crypto which is the subject of the trade. The administrator will then start the arbitration process between the buyer and seller.
id: Dalam kasus sengketa perdagangan, kontrak cerdas escrow akan mengunci crypto yang merupakan subjek perdagangan. Administrator kemudian akan memulai proses arbitrase antara pembeli dan penjual.
vi: Trong trường hợp có tranh chấp thương mại, thì giao thức Hợp Đồng Thông Minh Escrow sẽ khóa crypto đối tượng của giao dịch. Sau đó, quản trị viên sẽ bắt đầu quy trình phân xử tranh chấp giữa người mua và người bán.

source: Verified Users will have to complete a simple yet comprehensive AML & KYC process before creating a wallet.
id: Users yang diverifikasi harus mengkomplit proses AML & KYC yang simpel namun komprehensif sebelum membuat wallet.
vi: Người dùng đã được xác minh sẽ phải hoàn thành quy trình AML & KYC đơn giản nhưng toàn diện trước khi tạo ví.

source: Minimum Transaction
id: Transaksi minimum
vi: Giao dịch tối thiểu

source: Minimum transaction amount is 0.1 ETH or equivalent in ERC20 tokens value.
id: Jumlah transaksi minimum adalah 0.1 ETH atau setara dalam token ERC20.
vi: Số tiền giao dịch tối thiểu là 0,05 ETH hoặc tương đương với giá trị token ERC20.

source: Transaction Timing
id: Jadwal transaksi
vi: Thời gian giao dịch

source: Makers can choose 15 minutes or 30 minutes where transactions must be concluded by Takers.
id: Pembuat dapat memilih 15 menit atau 30 menit di mana transaksi harus dilengkapkan oleh Takers.
vi: Người Tạo có thể chọn thời gian 15 phút hoặc 30phút cho các giao dịch được người lấy đơn chào hàng thực hiện

source: Referral Program
id: Program Referral
vi: Chương Trình Referral

source: The referral program is opened to any users, The referral program offers a 9 level commissions of 10%% (1st level), 6%% (2nd level) and 2%% (3rd - 9th level) on the transaction fee that iP2PGO earns on every successful transaction.
vi: Chương trình giới thiệu được mở cho bất kỳ người dùng nào, Chương trình giới thiệu cung cấp hoa hồng 9 cấp 10%% (cấp 1), 6%% (cấp 2) và 2%% (cấp 3 - 9) cho phí giao dịch mà iP2PGO kiếm được trên mọi giao dịch thành công.

source: IP2PGO USER GUIDE OTC TRADES
id: PANDUAN PENGGUNA IP2PGO PERDAGANGAN OTC
vi: HƯỚNG DẪN SỬ DỤNG IP2PGO THƯƠNG HIỆU OTC

source: Please click this icon below to download the IP2PGO User Guide OTC Trades.
id: Silakan klik ikon ini di bawah ini untuk mengunduh Panduan Pengguna IP2PGO Perdagangan OTC.
vi: Vui lòng nhấp vào biểu tượng này bên dưới để tải xuống Hướng dẫn sử dụng OTC IP2PGO.

source: IP2PGO PRIVACY POLICY
id: KEBIJAKAN PRIVASI IP2PGO
vi: CHÍNH SÁCH BẢO MẬT CỦA IP2PGO

source: The IP2PGo service and network (collectively, the “Service” are operated by iP2PGlobal Limited (“the Company”, “we”, “us” or “our”) on our website at www.ip2pgo.com (the “Website”) and/or through our Android application.
id: Layanan IP2PGo dan jaringan (secara kolektif, 'Layanan', “Jasa” dioperasikan oleh iP2PGlobal Limited ('Perusahaan', kami' atau 'kita') di situs web kami di www.ip2pgo.com ('Situs web') dan / atau melalui aplikasi Android kami.
vi: Dịch vụ và mạng lưới của IP2PGo (gọi chung là “Dịch vụ” đang được điều hành bởi công ty iP2PGlobal Limited) trên trang web của chúng tôi tại www.ip2pgo.com và / hoặc thông qua ứng dụng Android của chúng tôi.

source: As a Cayman Islands company, we are subject to the Cayman Islands Data Protection Law 2017. This Privacy Policy (together with our Terms and Conditions) governs our collection, processing and use of your Personal Information.
id: Sebagai perusahaan Kepulauan Cayman, kita tunduk pada Hukum Perlindungan Data Kepulauan Cayman 2017. Kebijakan Privasi ini (bersama dengan Persyaratan dan Ketentuan kami) mengatur pengumpulan, pemrosesan dan penggunaan Informasi Pribadi Anda.
vi: Là công ty thuộc Quần đảo Cayman, chúng tôi tuân theo Luật Bảo vệ Dữ liệu Quần đảo Cayman năm 2017. Chính Sách Bảo Mật này (cùng với các Điều khoản và Điều kiện của chúng tôi) chi phối việc thu thập, xử lý và sử dụng Thông tin Cá nhân của bạn.

source: The purpose of this Privacy Policy is to inform you of the kinds of Personal Information which we may collect about you and how it may be used, our use of information regarding IP Addresses and our use of cookies, how your Personal Information may be disclosed to third parties, your ability to access, correct, update and delete your Personal Information, the security measures we have in place to prevent the loss, misuse, or alteration of Personal Information under our control
id: Tujuan Kebijakan Privasi ini adalah untuk memberi tahu Anda tentang jenis Informasi Pribadi yang dapat kami kumpulkan tentang Anda dan bagaimana informasi itu dapat digunakan, penggunaan kami atas informasi mengenai Alamat IP dan penggunaan cookie kami, bagaimana informasi pribadi Anda dapat diungkapkan kepada pihak ketiga, kemampuan Anda untuk mengakses, memperbaiki, memperbarui, dan menghapus Informasi Pribadi Anda, tindakan pengamanan yang kami miliki untuk mencegah kehilangan, penyalahgunaan, atau pengubahan Informasi Pribadi di bawah kendali kami
vi: Mục đích của Chính Sách Bảo Mật này là để thông báo cho bạn về các loại Thông Tin Cá Nhân mà chúng tôi có thể thu thập về bạn và về cách sử dụng thông tin liên quan đến địa chỉ IP và việc sử dụng cookie của chúng tôi, về việc Thông tin cá nhân của bạn có thể được tiết lộ cho bên thứ ba như thế nào, về khả năng truy cập, sửa chữa, cập nhật và xóa Thông Tin Cá Nhân của bạn, về các biện pháp bảo mật chúng tôi đang có để ngăn chặn tình trạng mất mát, lạm dụng hoặc thay đổi Thông Tin Cá Nhân dưới sự kiểm soát của chúng tôi

source: All access to and use of the materials and services provided on the Website shall be governed by the terms and conditions contained in this Privacy Policy, which shall constitute legally binding obligation on you in consideration for the Company permitting you access to the Website and use of the Service. By using the Website, you accept this Privacy Policy and that you agree to be legally bound by this Privacy Policy. If you do not agree to be legally bound by this Privacy Policy or do not accept the terms of this Privacy Policy, you should immediately leave this Website.
id: Semua akses ke dan penggunaan bahan dan layanan yang disediakan di Situs Web akan diatur oleh syarat dan ketentuan yang tercantum dalam Kebijakan Privasi ini, yang merupakan kewajiban mengikat secara hukum pada Anda dalam pertimbangan untuk Perusahaan mengizinkan Anda mengakses Situs Web dan penggunaan layanan. Dengan menggunakan Situs Web, Anda menerima Kebijakan Privasi ini dan bahwa Anda setuju untuk terikat secara hukum dengan Kebijakan Privasi ini. Jika Anda tidak setuju untuk terikat secara hukum dengan Kebijakan Privasi ini atau tidak menerima ketentuan Kebijakan Privasi ini, Anda harus segera meninggalkan Situs Web ini.
vi: Mọi quyền truy cập và việc sử dụng tài liệu và dịch vụ được cung cấp trên Website sẽ chịu sự điều chỉnh bởi các điều khoản và điều kiện của Chính Sách Bảo Mật này, sẽ tạo ra nghĩa vụ ràng buộc về mặt pháp lý đối với Công ty cho phép bạn truy cập vào Website và sử dụng dịch vụ. Bằng cách sử dụng trang web, bạn đã chấp nhận Chính Sách Bảo Mật này và bạn phải đồng ý bị ràng buộc về mặt pháp lý bởi Chính Sách Bảo Mật này. Nếu bạn không đồng ý bị ràng buộc về mặt pháp lý bởi Chính Sách Bảo Mật này hoặc không chấp nhận các điều khoản của Chính Sách Bảo Mật này, bạn nên rời khỏi trang web này ngay lập tức.
