Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: These T&C may be amended, changed, or updated by iP2PGO at any time and without prior notice to you. You should check back often to confirm that your copy and understanding of these terms is current and correct. Your continued participation in the iP2PGO Programme after the effective date of any amendments, changes, or updates constitutes your acceptance of these Terms, as modified by such amendments, changes, or updates.
id: T & C ini dapat diganti, diubah, atau diperbarui oleh iP2PGO setiap saat dan tanpa pemberitahuan sebelumnya kepada Anda. Anda harus sering-sering memeriksa kembali untuk mengonfirmasi bahwa salinan dan pemahaman Anda tentang istilah-istilah ini disaat ini adalah benar. Partisipasi Anda yang berkelanjutan dalam Program iP2PGO setelah tanggal efektif dari setiap perubahan atau pembaruan merupakan penerimaan Anda terhadap Ketentuan ini, yang dimodifikasi oleh amandemen, perubahan, atau pembaruan semacam itu.
vi: Những T&C này có thể được sửa đổi, thay đổi hoặc cập nhật bởi iP2PGO bất cứ lúc nào và không cần thông báo trước cho bạn. Bạn nên kiểm tra lại thường xuyên để xác nhận rằng bản sao và sự hiểu biết của bạn về các điều khoản này là hiện tại và chính xác. Việc bạn tiếp tục tham gia Chương trình iP2PGO sau ngày có hiệu lực của mọi sửa đổi, thay đổi hoặc cập nhật sẽ cấu thành sự chấp nhận của bạn đối với các Điều khoản này, như được sửa đổi bởi các sửa đổi, thay đổi hoặc cập nhật đó.

source: 1. Interpretation
id: 1. Interpretasi
vi: 1. Giải thích

source: Definitions: In these Program Terms and all documents incorporated herein by reference, the following words have the following meanings unless otherwise indicated:
id: Definisi: Dalam Persyaratan Program ini dan semua dokumen yang digabungkan di sini sebagai referensi, kata-kata berikut memiliki makna berikut kecuali jika dinyatakan lain:
vi: Định nghĩa: Trong các Điều khoản chương trình này và tất cả các tài liệu được kết hợp ở đây bằng cách tham chiếu, các từ sau có nghĩa sau trừ khi có quy định khác:

source: 1.1 'Associates' means iP2PGlobal Ltd., iP2PGO’s country partners and iP2PMoney, and each and every one of their respective shareholders, subsidiaries, employees, contractors, agents, directors, officers, partners, affiliates, insurers, and attorneys;
id: 1.1 'Rekanan' berarti iP2PGlobal Ltd., mitra negara iP2PGO dan iP2PMoney, dan masing-masing dan setiap pemegang saham, anak perusahaan, karyawan, kontraktor, agen, direktur, pejabat, mitra, afiliasi, perusahaan asuransi, dan pengacara mereka masing-masing;
vi: 1.1 'Associates 'có nghĩa là iP2PGlobal Ltd., iP2PGO, đối tác quốc gia và iP2PMoney, và mỗi một cổ đông, công ty con, nhân viên, nhà thầu, đại lý, giám đốc, đối tác, công ty liên kết, công ty bảo hiểm và luật sư;

source: 1.2 'Code of Conduct' means the iP2PGO App Support Group Chat’s Code of Conduct;
id: 1.2 ‘Kode Etik’ berarti Pedoman Perilaku Grup Aplikasi iP2PGO yang mendukung Aplikasi;
vi: 1.2 'Mã hành vi' có nghĩa là Quy tắc ứng xử của nhóm hỗ trợ ứng dụng iP2PGO;

source: 1.3 'Digital Tokens' means blockchain-based assets or rights, or other similar digital representations of rights or assets;
id: 1.3 'Token Digital' berarti aset atau hak berbasis blockchain, atau representasi digital lainnya tentang hak atau aset;
vi: 1.3 'Digital Tokens 'có nghĩa là tài sản hoặc quyền dựa trên blockchain hoặc các biểu diễn kỹ thuật số tương tự khác về quyền hoặc tài sản;

source: 1.4 “IP2PGO App” means iP2PGO Country Android Application and iP2PGO Web Application; <br> “IP2PGO App Support Group Chat” means iP2PGO group chat channel available in the iP2PGO App wherein users may, inter alia, communicate with each other, subject to the Code of Conduct.
id: 1.4 'Aplikasi IP2PGO' berarti Aplikasi Android Negara iP2PGO dan Aplikasi Web iP2PGO;'IP2PGO App Support Group Chat' berarti saluran chatting grup iP2PGO yang tersedia di Aplikasi iP2PGO di mana Users dapat, antara lain, berkomunikasi satu sama lain, tunduk pada Kode Etik.
vi: 1.4 App Ứng dụng IP2PGO 'có nghĩa là Ứng dụng iP2PGO Quốc gia Android và Ứng dụng web iP2PGO; <br> 'Trò chuyện nhóm hỗ trợ ứng dụng IP2PGO' có nghĩa là kênh trò chuyện nhóm iP2PGO có sẵn trong Ứng dụng iP2PGO trong đó người dùng có thể, liên kết với nhau, giao tiếp với nhau, tuân theo Quy tắc ứng xử.

source: 1.5 'Losses' has the meaning set out in paragraph 11 of these Program Terms;
id: 1.5 ’Kerugian’ memiliki arti yang ditetapkan dalam pasal 11 dari Ketentuan Program ini;
vi: 1.5 'Mất mát' có nghĩa được nêu trong đoạn 11 của các Điều khoản Chương trình này;

source: 1.6 'iP2PGO Net Revenue Sharing Program Page” means the page in the iP2PGO App that shows the net revenue share account
id: 1.6 ’Halaman Program Pendapatan Hasil Bersih iP2PGO’ berarti halaman di Aplikasi iP2PGO yang menunjukkan akun bagi Pendapatan Hasil Bersih iP2PGO;
vi: 1.6 'iP2PGO Chương trình chia sẻ doanh thu thuần Trang có nghĩa là trang trong Ứng dụng iP2PGO hiển thị tài khoản chia sẻ doanh thu thuần

source: 1.7 'GO' token means the iP2PGO token. Each GO token represents right to participate in the iP2PGO Net Revenue Sharing Program, subject to any terms and restrictions as set out, modified, and updated by iP2PGO from time to time;
id: 1.7 ’GO’ berarti token iP2PGO. Setiap GO mewakili hak untuk berpartisipasi dalam Program Pendapatan Hasil Bersih iP2PGO, tunduk pada ketentuan dan pembatasan apa pun sebagaimana ditetapkan, dimodifikasi, dan diperbarui oleh iP2PGO dari waktu ke waktu;
vi: 1.7 Mã thông báo'GO 'có nghĩa là mã thông báo iP2PGO. Mỗi mã thông báo GO thể hiện quyền tham gia Chương trình chia sẻ doanh thu thuần iP2PGO, tuân theo mọi điều khoản và hạn chế như được đặt ra, sửa đổi và cập nhật bởi iP2PGO theo thời gian;

source: 1.8 'Prohibited Use' has the meaning set out in paragraph 7 of these Program Terms;
id: 1.8 ’ Penggunaan Terlarang ‘ memiliki arti yang ditetapkan dalam pasal 7 dari Ketentuan Program ini;
vi: 1.8 Use Việc sử dụng bị cấm 'có nghĩa được nêu trong đoạn 7 của các Điều khoản chương trình này;

source: 1.9 'Prohibited Jurisdiction' means Democratic People’s Republic of Korea,Somalia, Syria and Yemen.
id: 1.9 ’Yurisdiksi Terlarang’ berarti Republik Rakyat Demokratik Korea, Somalia, Suriah, dan Yaman.
vi: 1.9 'Quyền tài phán bị cấm' có nghĩa là Cộng hòa Dân chủ Cộng hòa Hàn Quốc, Somalia, Syria và Yemen.

source: 1.10 'Site' means the Internet website www.ip2pgo.com;
id: 1.10 ’Situs’ berarti situs web Internet www.ip2pgo.com;
vi: 1.10 'Trang web' có nghĩa là trang web Internet www.ip2pgo.com;

source: 1.11 'Terms of Service' means iP2PGO’s terms of use, as they may be changed, amended, or updated from time to time, including all Site policies and pages, the Terms & Conditions and Privacy Policy of iP2PGO site.
id: 1.11 ’Ketentuan Layanan’ adalah persyaratan Usersan iP2PGO, karena dapat diubah, diubah, atau diperbarui dari waktu ke waktu, termasuk semua kebijakan Situs dan halaman, Syarat & Ketentuan dan Kebijakan Privasi situs iP2PGO.
vi: 1.11 'Điều khoản dịch vụ' nghĩa là các điều khoản sử dụng iP2PGO, vì chúng có thể được thay đổi, sửa đổi hoặc cập nhật theo thời gian, bao gồm tất cả các chính sách và trang của Trang web, Điều khoản & Điều kiện và Chính sách bảo mật của trang web iP2PGO.

source: 1.12 'U.S. Person' means:' <br> 1.12.1 in the case of an individual, a Person resident in the United States; and, 1.12.2 in any other case, a Person resident in the United States, or, a Person owned 10%% or more by one or more Persons resident in the United States or by one or more corporations or entities incorporated in or formed in the United States
id: 1.12 ’Orang AS’ berarti: <br> 1.12.1 dalam kasus seorang individu, Orang yang tinggal di Amerika Serikat; dan, 1.12.2 dalam kasus lain, Orang yang bertempat tinggal di Amerika Serikat, atau, Orang yang dimiliki 10%% atau lebih oleh satu atau lebih Orang yang tinggal di Amerika Serikat atau oleh satu atau lebih perusahaan atau badan yang tergabung dalam atau dibentuk di Amerika Serikat.
vi: 1.12 'Hoa Kỳ Người 'có nghĩa là:' <br> 1.12.1 in trường hợp của một cá nhân, một Người cư trú tại Hoa Kỳ; và, 1.12.2 in bất kỳ trường hợp nào khác, một Người cư trú tại Hoa Kỳ hoặc, một Người sở hữu 10%% trở lên bởi một hoặc nhiều Người cư trú tại Hoa Kỳ hoặc bởi một hoặc nhiều công ty hoặc tổ chức được thành lập tại hoặc được thành lập tại Hoa Kỳ

source: 2. Governing Law: These Terms shall be governed by and construed and enforced in accordance with the laws of the Cayman Islands, and shall be interpreted in all respects as a Cayman Islands contract. Any claim or action arising from or related to these terms shall be governed by and construed and enforced in accordance with the laws of the Cayman Islands. For the avoidance of doubt, and without limiting the generality of the foregoing, this provision expressly applies to any tort claim against iP2PGO owner iP2P Global Ltd., . The venue and forum for any claim or action against or involving iP2P Global Ltd shall be in the Cayman Islands. You unconditionally attorn to the exclusive jurisdiction of the courts of the Cayman Islands and all courts competent to hear appeals therefrom. You also unconditionally agree to the exclusive forum and venue of the Cayman Islands in all claims or actions arising from or any dispute or question of any kind relating to these Terms. The doctrine of forum non conveniens shall not apply in the selection of forum under these Terms.
id: 2. Hukum yang Mengatur: Ketentuan ini akan diatur oleh dan ditafsirkan dan diberlakukan sesuai dengan hukum Kepulauan Cayman, dan harus ditafsirkan dalam segala hal sebagai kontrak Kepulauan Cayman. Setiap klaim atau tindakan yang timbul dari atau terkait dengan persyaratan ini akan diatur oleh dan ditafsirkan dan diberlakukan sesuai dengan hukum Kepulauan Cayman. Untuk menghindari keraguan, dan tanpa membatasi keumuman dari ketentuan di atas, ketentuan ini secara tegas berlaku untuk klaim gugatan terhadap pemilik iP2PGO iP2P Global Ltd. Tempat dan forum untuk klaim atau tindakan apa pun terhadap atau melibatkan iP2P Global Ltd akan berada di Kepulauan Cayman. Anda tanpa syarat terikat pada yurisdiksi eksklusif dari pengadilan Kepulauan Cayman dan semua pengadilan kompeten untuk mendengar banding daripadanya. Anda juga tanpa syarat menyetujui forum dan tempat eksklusif Kepulauan Cayman dalam semua klaim atau tindakan yang timbul dari atau perselisihan atau pertanyaan apa pun yang terkait dengan Ketentuan ini. Doktrin forum non conveniens tidak akan berlaku dalam pemilihan forum berdasarkan Ketentuan ini.
vi: 2. Luật điều chỉnh: Các Điều khoản này sẽ được điều chỉnh và hiểu và thực thi theo luật pháp của Quần đảo Cayman và sẽ được hiểu theo mọi khía cạnh là hợp đồng Quần đảo Cayman. Bất kỳ khiếu nại hoặc hành động nào phát sinh từ hoặc liên quan đến các điều khoản này sẽ được điều chỉnh và hiểu và thực thi theo luật pháp của Quần đảo Cayman. Để tránh nghi ngờ và không giới hạn tính tổng quát của những điều đã nói ở trên, quy định này áp dụng rõ ràng cho bất kỳ khiếu nại tra tấn nào đối với chủ sở hữu iP2PGO iP2P Global Ltd.,. Địa điểm và diễn đàn cho bất kỳ khiếu nại hoặc hành động chống lại hoặc liên quan đến iP2P Global Ltd sẽ ở Quần đảo Cayman. Bạn vô tình tuân theo quyền tài phán độc quyền của các tòa án của Quần đảo Cayman và tất cả các tòa án có thẩm quyền xét xử phúc thẩm từ đó. Bạn cũng đồng ý vô điều kiện với diễn đàn và địa điểm độc quyền của Quần đảo Cayman trong tất cả các khiếu nại hoặc hành động phát sinh từ hoặc bất kỳ tranh chấp hoặc câu hỏi nào liên quan đến các Điều khoản này. Học thuyết về diễn đàn không triệu tập sẽ không được áp dụng trong việc lựa chọn diễn đàn theo các Điều khoản này.

source: 3. Eligibility For iP2PGO Net Revenue Sharing Program
id: 3. Kelayakan Untuk Program Pendapatan Hasil Bersih iP2PGO
vi: 3. Đủ điều kiện cho Chương trình chia sẻ doanh thu thuần iP2PGO

source: 3.1 User must register an account with iP2PGO and has set-up an Ethereum and EC20 wallets in the iP2PGO App/
id: 3.1 Users harus mendaftarkan akun dengan iP2PGO dan selesai membuat wallet wallet Ethereum dan ERC20 di IP2PGO.
vi: 3.1 Người dùng phải đăng ký tài khoản với iP2PGO và đã thiết lập ví Ethereum và EC20 trong Ứng dụng iP2PGO /

source: 3.2 User must have ownership of GO Token.
id: 3.2 Users harus memiliki kepemilikan Token GO.
vi: 3.2 Người dùng phải có quyền sở hữu mã thông báo GO.

source: 3.3 If you are an individual, to participate in the Program, you must be 18 years of age or older and have the capacity to contract under applicable law. If you are not an individual, to participate in the Program, you must have the requisite power and authority to sign and enter into binding agreements for and on behalf of the user.
id: 3.3 Jika Anda seorang individu, untuk berpartisipasi dalam Program ini, Anda harus berusia 18 tahun atau lebih tua dan memiliki kapasitas untuk melakukan kontrak berdasarkan hukum yang berlaku. Jika Anda bukan individu, untuk berpartisipasi dalam Program, Anda harus memiliki kekuatan dan wewenang yang diperlukan untuk menandatangani dan masuk ke dalam perjanjian yang mengikat untuk dan atas nama Users.
vi: 3.3 Nếu bạn là cá nhân, để tham gia Chương trình, bạn phải đủ 18 tuổi trở lên và có khả năng ký hợp đồng theo luật hiện hành. Nếu bạn không phải là cá nhân, để tham gia Chương trình, bạn phải có quyền hạn và thẩm quyền cần thiết để ký và ký kết các thỏa thuận ràng buộc cho và thay mặt người dùng.

source: 3.4 Exclusions: The following persons are prohibited from subscribing to the GO token:
id: 3.4 Pengecualian: Orang-orang berikut dilarang berlangganan Program Pendapatan Hasil Bersih iP2PGO
vi: 3.4 Loại trừ: Những người sau đây bị cấm đăng ký mã thông báo GO:

source: a)Persons resident in, and nationals of, Prohibited Jurisdictions;
id: a)Orang yang tinggal di, dan warga negara dari, Yurisdiksi Terlarang;
vi: a) Những người cư trú và quốc tịch của các khu vực pháp lý bị cấm;

source: b)U.S. Persons.
id: b)Orang AS
vi: xe buýt. Người.

source: 4. Obtaining GO Tokens: Users can participate in any of the iP2PGO promotion campaign and earn GO tokens after completing certain tasks required under the promotion campaign or users can purchase the GO tokens through the iP2PGO App.
id: 4. Mendapatkan Token GO: Users dapat berpartisipasi dalam salah satu kampanye promosi iP2PGO dan mendapatkan GO Token setelah menyelesaikan tugas-tugas tertentu yang diperlukan di bawah kampanye promosi atau Users dapat membeli Token GO melalui Aplikasi iP2PGO.
vi: 4. Nhận mã thông báo GO: Người dùng có thể tham gia vào bất kỳ chiến dịch quảng cáo iP2PGO nào và kiếm được mã thông báo GO sau khi hoàn thành một số tác vụ nhất định theo chiến dịch quảng cáo hoặc người dùng có thể mua mã thông báo GO thông qua Ứng dụng iP2PGO.

source: 5. Claiming Rewards:
id: 5. Mengklaim Reward:
vi: 5. Yêu cầu phần thưởng:

source: 5.1 Net Revenue Sharing : ownership of GO tokens will entitle the owner to 30%% share in the net revenue earned by iP2PGO. Net Revenue sharing will be calculated daily at GMT 12:00, and will be distributed to every owner of GO Tokens based on how many GO tokens are in their iP2PGO wallet on the cut off time for that day. GO tokens held in a 3rd party wallet will not qualify for the Net Revenue Sharing. The revenue share will be credited into the user’s iP2PGO Ethereum or ERC20 wallets. At any time, a user may check the aggregate balance of the net revenue sharing to which he/she is entitled, if any, based on the number of GO Tokens she holds in her iP2PGO wallets. GO token holders may trade their GO tokens in the iP2PGO App.
id: 5.1 Pendapatan Hasil Bersih: kepemilikan Token GO akan memberikan pemilik kepada 30%% bagian dalam pendapatan bersih yang diperoleh iP2PGO. Bagian pendapatan hasil bersih akan dihitung setiap hari pada jam GMT 12:00, dan akan didistribusikan kepada setiap pemilik Token GO berdasarkan berapa banyak Token GO dalam wallet iP2PGO mereka pada waktu cut off untuk hari itu. Token GO yang disimpan dalam wallet pihak ke-3 tidak akan memenuhi syarat untuk Pendapatan Hasil Bersih iP2PGO. Bagian Pendapatan Hasil Bersih iP2PGO akan dikreditkan ke wallet iP2PGO Ethereum atau ERC20 Users. Setiap saat, Users dapat memeriksa saldo keseluruhan reward yang menjadi haknya, jika ada, berdasarkan jumlah Token GO yang ia miliki di wallet ip2PGO-nya. Pemegang token GO dapat memperdagangkan iP2PGO mereka di Aplikasi iP2PGO.
vi: 5.1 Chia sẻ doanh thu thuần: quyền sở hữu mã thông báo GO sẽ cho phép chủ sở hữu chia sẻ 30%% doanh thu thuần mà iP2PGO kiếm được. Chia sẻ Doanh thu thuần sẽ được tính hàng ngày vào lúc GMT 12:00 và sẽ được phân phối cho mọi chủ sở hữu Mã thông báo GO dựa trên số lượng mã thông báo GO trong ví iP2PGO của họ vào thời điểm bị cắt trong ngày đó. Mã thông báo GO được giữ trong ví của bên thứ 3 sẽ không đủ điều kiện cho Chia sẻ doanh thu thuần. Chia sẻ doanh thu sẽ được ghi có vào ví của người dùng CÁCH iP2PGO Ethereum hoặc ERC20. Bất cứ lúc nào, người dùng có thể kiểm tra số dư tổng hợp của việc chia sẻ doanh thu thuần mà họ được hưởng, nếu có, dựa trên số lượng Mã thông báo GO mà cô ấy giữ trong ví iP2PGO. Chủ sở hữu mã thông báo GO có thể giao dịch mã thông báo GO của họ trong Ứng dụng iP2PGO.

source: 5.2 Transaction Fee discount : Any user has a right to pay for their transaction fee using the GO tokens, in doing so the user will get a discount of 10%% from the standard transaction fee.
id: 5.2 Diskon Biaya Transaksi: Setiap Users memiliki hak untuk membayar biaya transaksi mereka menggunakan token GO, dengan demikian Users akan mendapatkan diskon 10%% dari biaya transaksi standar.
vi: 5.2 Chiết khấu phí giao dịch: Bất kỳ người dùng nào cũng có quyền thanh toán phí giao dịch của mình bằng cách sử dụng mã thông báo GO, khi đó, người dùng sẽ được giảm giá 10%% từ phí giao dịch tiêu chuẩn.

source: 6. Risk and Limitation of Liability:
id: 6. Risiko dan Batasan Tanggung Jawab:
vi: 6. Rủi ro và giới hạn trách nhiệm:

source: 6.1 GO tokens are not securities and these T&C do not constitute an invitation to subscribe for any securities. The value of GO token, if any, may fluctuate and be subject to extreme volatility. Notably, GO token may lose any and all value at any time. Therefore, by subscribing to the GO tokens and entering the Program, users are only incentivized to add trade volume and liquidity to the platform by obtaining greater amount in the Net Revenue Sharing and transaction fee discounts. Users should not expect any form of guaranteed dividends, distributions, or other income amounts of any kind from holding GO tokens.
id: 6.1 Token GO bukan sekuritas dan Persyaratan ini bukan merupakan undangan untuk berlangganan surat berharga apa pun. Nilai GO Token, jika ada, dapat berfluktuasi dan rentan terhadap volatilitas ekstrim. Khususnya, Token GO dapat kehilangan setiap dan semua nilai setiap saat. Oleh karena itu, dengan berlangganan Program Pendapatan Hasil Bersih iP2PGO, Users hanya diberi insentif untuk menambah volume perdagangan dan likuiditas ke platform dengan mendapatkan jumlah yang lebih besar dalam Pendapatan Hasil Bersih dan diskon biaya transaksi. Users tidak boleh mengharapkan segala bentuk jaminan dividen, distribusi, atau jumlah pendapatan lainnya dalam bentuk apa pun dari memegangi Token GO.
vi: 6.1 Mã thông báo GO không phải là chứng khoán và các T&C này không tạo thành lời mời đăng ký bất kỳ chứng khoán nào. Giá trị của mã thông báo GO, nếu có, có thể dao động và chịu biến động cực đoan. Đáng chú ý, mã thông báo GO có thể mất bất kỳ và tất cả giá trị bất cứ lúc nào. Do đó, bằng cách đăng ký mã thông báo GO và tham gia Chương trình, người dùng chỉ được khuyến khích thêm khối lượng giao dịch và thanh khoản cho nền tảng bằng cách nhận được số tiền lớn hơn trong Chia sẻ doanh thu thuần và chiết khấu phí giao dịch. Người dùng không nên mong đợi bất kỳ hình thức cổ tức, phân phối được đảm bảo hoặc các khoản thu nhập khác dưới bất kỳ hình thức nào từ việc nắm giữ mã thông báo GO.

source: 6.2 The iP2PGO Net Revenue Sharing Program is subject to modifications, and changes from time to time, without notice to you. By subscribing to participate in the Program and holding any GOs, you agree to accept any such modifications and changes from time to time, and you waive any rights arising therefrom. The %% share in the Net Revenue and transaction fee discount may be changed or modified at iP2PGO’s sole and absolute discretion. You acknowledge and agree that the manner of issuance of GO token is at all times subject to modification or changes;
id: 6.2 Program Pendapatan Hasil Bersih iP2PGO dapat dimodifikasi, dan berubah dari waktu ke waktu, tanpa pemberitahuan kepada Anda. Dengan berlangganan untuk berpartisipasi dalam Program dan memegang Token GO, Anda setuju untuk menerima modifikasi dan perubahan apa pun dari waktu ke waktu, dan Anda membebaskan hak apa pun yang timbul darinya. Pangsa%% dalam Pendapatan Bersih dan diskon biaya transaksi dapat diubah atau diubah sesuai kebijakan mutlak dan mutlak iP2PGO. Anda mengakui dan setuju bahwa cara penerbitan GO Tokens selalu tunduk pada modifikasi atau perubahan;
vi: 6.2 Chương trình chia sẻ doanh thu thuần iP2PGO có thể sửa đổi và thay đổi theo thời gian mà không cần thông báo cho bạn. Bằng cách đăng ký tham gia Chương trình và giữ bất kỳ GO nào, bạn đồng ý chấp nhận mọi sửa đổi và thay đổi như vậy theo thời gian và bạn sẽ từ bỏ mọi quyền phát sinh từ đó. Chia sẻ %% trong chiết khấu phí doanh thu và phí giao dịch có thể được thay đổi hoặc sửa đổi theo quyết định tuyệt đối và duy nhất của iP2PGO. Bạn thừa nhận và đồng ý rằng cách thức phát hành mã thông báo GO luôn luôn có thể sửa đổi hoặc thay đổi;

source: 6.3 IP2PGO and its Associates are not and shall not be responsible or liable for any loss in value, in whole or in part, of GO token or for any reduction in value of the net revenue sharing corresponding to each GO token, whether occurring because of iP2PGO or its Associates’ negligence or for any other reason; and
id: 6.3 IP2PGO dan Rekanannya tidak dan tidak akan bertanggung jawab atau berkewajiban atas kehilangan nilai, secara keseluruhan atau sebagian, token GO atau untuk pengurangan pendapatan hasil bersih yang sesuai dengan token GO masing-masing, baik yang terjadi karena iP2PGO atau kelalaian rekanan atau karena alasan lain; dan
vi: 6.3 IP2PGO và các Cộng sự của nó không và sẽ không chịu trách nhiệm hoặc chịu trách nhiệm cho bất kỳ tổn thất nào về giá trị, toàn bộ hoặc một phần của mã thông báo GO hoặc cho bất kỳ sự giảm giá trị nào của việc chia sẻ doanh thu ròng tương ứng với mỗi mã thông báo GO, cho dù xảy ra do iP2PGO hoặc sơ suất của Cộng sự hoặc vì bất kỳ lý do nào khác; và
