Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: Passcode
id: Kode Rahsia
vi: Nhập mật khẩu khóa màn hình

source: Security Code
id: Kode Keamanan
vi: Mã an ninh

source: Payment Method
id: Metod Pembayaran
vi: Phương pháp thanh toán

source: Phone Number
id: Nomor Telepon
vi: Số điện thoại

source: Display Name
id: Nama Tampilan
vi: Tên hiển thị

source: Re-enter Passcode
id: Masukkan kembali Kode Sandi
vi: Nhập lai mật khẩu khóa màn hình

source: Account Holder Name
id: Nama Pemilik Rekening
vi: Nhập Tên Chủ Tài Khoản

source: Account No.(for Bank) / Mobile No.(for Mobile Money)
id: No. Rekening (untuk Bank) / No. Ponsel (untuk Uang Seluler)
vi: Số tài khoản (đối với ngân hàng) / Số di động (đối với tiền di động)

source: Please upload your national identification card.
id: Silakan unggah (upload scan) kartu identitas nasional (KTP/SIM/Paspor) Anda.
vi: 4.Vui lòng tải lên thẻ xác minh quốc gia của bạn.

source: Please upload a selfie holding your national identification card. Make sure that the photos are clear
id: Silakan unggah (upload scan) foto selfie yang memegang kartu identifikasi nasional (KTP/SIM/Paspor) Anda. Pastikan foto-fotonya jelas
vi: Vui lòng tải lên một tấm ảnh tự chụp với thẻ xác minh quốc gia của bạn. Đảm bảo hình chụp phải thật rõ nét.

source: New Passcode
id: Kode Sandi Baru
vi: Mật mã mới

source: Floor Price
id: Harga Terendah
vi: Nhập Giá Sàn

source: Maximum amount to sell
id: Jumlah maksimum untuk dijual
vi: Thiết lập số tiền lớn nhất mà bạn muốn bán

source: Minimum amount to sell
id: Jumlah minimum untuk dijual
vi: Thiết lập số tiền nhỏ nhất mà bạn muốn bán

source: Payment Window
id: Jendela Pembayaran
vi: Cửa Sổ Thanh Toán

source: Ceiling Price
id: Harga Tertinggi
vi: Đặt Giá Trần

source: Maximum amount to buy
id: Jumlah maksimum untuk dibeli
vi: Thiết lập số tiền lớn nhất mà bạn muốn mua

source: Minimum amount to buy
id: Jumlah minimum untuk dibeli
vi: Thiết lập số tiền nhỏ nhất mà bạn muốn mua

source: Amount to Sell
id: Jumlah untuk dijual
vi: Số tiền bán ra

source: Transaction fees with GO Token:
id: Biaya transaksi dengan GO Token:
vi: Phí giao dịch với mã thông báo GO:

source: Amount to Buy
id: Jumlah untuk dibeli
vi: Số tiền mua vào

source: Amount
id: Jumlah
vi: Số tiền

source: Withdraw to
id: Menarik ke
vi: Nhập Để Rút

source: Comment (optional)
id: Komentar (opsional)
vi: Ý kiến

source: Confirm your deposit by providing a verified tx hash below
id: Konfirmasikan setoran Anda dengan memberikan tx hash terverifikasi di bawah ini
vi: Xác nhận tiền gửi của bạn bằng cách cung cấp hàm băm tx được xác minh bên dưới

source: The page you looking for is not found at server, please go back to previous page. If still have the problem please contact support
id: Halaman yang Anda cari tidak ditemukan di server, silakan kembali ke halaman sebelumnya. Jika masih ada masalah, silakan hubungi Bantuan
vi: Trang bạn đang tìm kiếm không tìm thấy ở máy chủ, vui lòng quay trở lại trang trước. Nếu vẫn gặp tình trạng tương tự, xin vui lòng liên hệ để được giúp đỡ.

source: There is something problem with the server, please login back after a few minutes. If still have the problem please contact support
id: Terdapat masalah dengan server, silakan masuk kembali setelah beberapa menit. Jika masih ada masalah, silakan hubungi Bantuan.
vi: Có trục trặc với máy chủ, vui lòng đăng nhập lại sau vài phút. Nếu vẫn gặp tình trạng tương tự, xin vui lòng liên hệ để được giúp đỡ.

source: ACTIVE MARKET
id: PASAR AKTIF
vi: THỊ TRƯỜNG CHỦ ĐỘNG

source: BUYERS LIST
id: SENARAI PEMBELI
vi: DANH SÁCH NGƯỜI MUA

source: My Offers
id: Penawaran Saya
vi: Ưu đãi của tôi

source: Market Offers
id: Penawaran Pasaran
vi: Ưu đãi thị trường

source: Currently there are no offers, click the button below to create your offer.
id: Saat ini tidak ada penawaran, klik tombol di bawah ini untuk membuat penawaran Anda.
vi: Hiện tại không có phiếu mua hàng nào, hãy nhấp vào nút bên dưới để tạo phiếu mua hàng của bạn.

source: Create Offer
id: Buat Penawaran
vi: Tạo ưu đãi

source: New Trader
id: User Baru
vi: Nhà giao dịch mới

source: Average Trader
id: User Rata-rata
vi: Nhà giao dịch trung bình

source: Good Trader
id: User Bagus
vi: Nhà giao dịch tốt

source: Excellent Trader
id: User Yang Sangat Baik
vi: Nhà giao dịch xuất sắc

source: Prefers
vi: Ưu tiên

source: Offer ID:
id: ID Penawaran:
vi: Mã ID Offer:

source: Offer Price
id: Harga
vi: Giá Chào Bán

source: Token Amount:
id: Jumlah Token:
vi: Số tiền Token:

source: Edit
vi: Chỉnh sửa

source: My Active Trades
id: Transaksi Aktif Saya
vi: Những hoạt động giao dịch của tôi

source: Offer ID :
id: ID Penawaran:
vi: Mã ID Offer:

source: Trade Amount
id: Jumlah Transaksi
vi: Số tiền giao dịch

source: Time
id: Waktu
vi: Thời gian

source: Status
vi: Trạng Thái

source: DISPUTE
id: PERSELISIHAN
vi: Tranh Chấp

source: TRADE
id: TRANSAKSI
vi: Giao dịch

source: Trade
id: Transaksi
vi: buôn bán

source: * for Verified Users only *
id: * hanya untuk Pengguna yang Diverifikasi *
vi: * chỉ dành cho người dùng được xác minh *

source: Prefers:
vi: Thích:

source: Take
id: Ambil
vi: Thực hiện (lấy)

source: Edit Buy Offer
id: Edit Penawaran Beli
vi: Chỉnh sửa đề nghị mua

source: Create Buy Offer
id: Buat Penawaran Beli
vi: Tạo Đơn Chào Mua

source: /USD Spot Bid Price :
id: Harga Spot Bid IDR/USD
vi: Giá Mua Ngay / USD

source: Spot Bid Price :
id: Harga Spot Bid:
vi: Giá Mua Ngay :

source: 1. Set your offer spread below or above market Bid Price.
id: 1. Tetapkan spread penawaran Anda di bawah atau di atas harga penawaran pasar.
vi: 1. Đặt phiếu mua hàng của bạn ở mức giá thấp hơn hoặc cao hơn giá thị trường.

source: Your Offer Price:
id: Harga Penawaran Anda:
vi: Giá đề nghị của bạn:

source: 2. Set your celling price (%(currency)s)<br>(You can leave this empty if you want to): <br>*Ceiling price is the most you are willing to pay
id: 2. Atur harga plafon Anda (%(currency)s) (Anda dapat membiarkan ini kosong jika Anda mau):
vi: 2. Thiết lập giá trần của bạn (%(currency)s)<br> Bạn có thể để trống chỗ này nếu bạn muốn: <br> *Giá trần là giá cao nhất bạn sẵn lòng trả

source: 2. Set your celling price (%(crypto)s)<br>(You can leave this empty if you want to): <br>*Ceiling price is the most you are willing to pay
id: 2. Setel harga langit-langit Anda (%(crypto)s) <br> (Anda dapat membiarkan ini kosong jika Anda mau):
vi: 2. Đặt giá trần của bạn (%(crypto)s) <br> (Bạn có thể để trống phần này nếu bạn muốn): <br> * Giá trần là mức cao nhất bạn sẵn sàng trả

source: 3. Set the maximum amount of %(token)s you want to buy
id: 3. Tentukan jumlah maksimum %(token)s yang ingin Anda beli
vi: 3. 3. Thiết lập số tiền lớn nhất mà %(token)s bạn muốn mua

source: 4. Set the minimum amount of %(token)s you want to buy<br>*You can set the same amount as maximum
id: 4. Tetapkan jumlah minimum %(token)s anda ingin membeli<br> *Anda dapat mengatur jumlah yang sama sebagai maksimum
vi: 4. Thiết lập số tiền nhỏ nhất mà %(token)s bạn muốn mua <br> *Bạn có thể đặt số tiền tương tự cao nhất

source: 5. Set your payment window
id: 5. Tetapkan jendela pembayaran Anda
vi: 5. Thiết lập cửa sổ thanh toán

source: Update
id: Memperbarui
vi: Cập nhật

source: Remove
id: Menghapus
vi: Loại bỏ

source: Create
id: Buat
vi: Tạo nên

source: "EXPIRED!"
id: "BERAKHIR!"
vi: "HẾT HẠN!"

source: "Please Refresh"
id: "Perbaharui Halaman"
vi: "Vui lòng làm mới lại trang"

source: "The timer has expired. Please click the Refresh button until the Dispute button appears. The regular trade buttons will be unavailable for use now."
id: "Pengatur waktu telah berakhir. Silakan klik tombol Perbaharui sampai tombol Perselisihan muncul. Tombol Transaksi reguler tidak akan tersedia untuk digunakan sekarang."
vi: "Thời gian đã hết hạn. Vui lòng nhấn vào nút Làm Mới (Refresh) Trang cho tới khi nút Thảo Luận (Dispute) xuất hiện. Những nút giao dịch thông thường bây giờ sẽ không có sẵn để sử dụng. ."

source: Making Payment
id: Jendela Pembayaran
vi: Tiến Hành Thanh Toán

source: You are buying from
id: Anda membeli dari
vi: Bạn đang mua từ

source: The seller's
id: Penjualnya
vi: Những người bán hàng

source: is now locked and secured for this trade. Please send money to seller's bank account before the timer ends, and then confirm below
id: sekarang dikunci dan dijamin untuk transaksi ini. Silakan kirim uang ke rekening bank penjual sebelum timer berakhir, dan kemudian konfirmasikan di bawah ini
vi: hiện đang bị khóa và được bảo đảm cho giao dịch này. Vui lòng gửi tiền vào tài khoản ngân hàng của người bán trước khi bộ hẹn giờ kết thúc và sau đó xác nhận bên dưới

source: Time left to pay
id: Sisa tempoh untuk melakukan pembayaran:
vi: Thời gian còn lại để thanh toán

source: I Have Paid
id: Sudah Bayar
vi: Tôi đã trả

source: Cancel
id: Batal
vi: Hủy bỏ

source: Dispute
id: Perselisihan
vi: Tranh Chấp

source: Seller Details
id: Detail Penjual
vi: Chi Tiết Người Bán

source: Offer ID
id: ID Penawaran
vi: Mã ID Offer

source: Username
id: Nama Pengguna
vi: Tên Người Dùng

source: Bank
vi: Ngân Hàng

source: Bank Account Number
id: Nomor Rekening Bank
vi: Số Tài Khoản Ngân Hàng

source: Bank Account Holder Name
id: Nama Pemilik Rekening Bank
vi: Tên Chủ Tài Khoản

source: Amount to buy
id: Jumlah untuk dibeli
vi: Số muốn Mua

source: Amount to pay
id: Jumlah yang harus dibayar
vi: Số muốn Trả

source: Nett received after fees
id: Jumlah Bersih ETH setelah biaya
vi: Số thực nhận được sau khi trừ phí

source: Sell Offer
id: Penawaran Jual
vi: bán phiếu mua hàng

source: Offer Price/ 1
id: Harga Penawaran/ 1
vi: Giá Chào /1

source: Offer Amount
id: Jumlah Penawaran
vi: Số Tiền Chào Bán

source: minutes
id: menit
vi: phút

source: Amount to pay:
id: Jumlah yang harus dibayar:
vi: Số tiền phải trả:

source: Amount received after fees:
id: Jumlah yang diterima setelah biaya
vi: Số tiền nhận được sau khi trừ phí:

source: BUY
id: BELI
vi: Mua

source: Public Support Channel
id: Saluran Bantuan Publik
vi: Kênh hỗ trợ công cộng

source: Dispute Chat Offer
id: Tolak Penawaran Chatting
vi: Đề nghị thảo luận

source: Send
id: Kirim
vi: Gửi

source: Upload
vi: Tải lên

source: Exit
id: Keluar
vi: Thoát ra

source: Completed!
id: Selesai!
vi: Hoàn tất!

source: Crypto Received, Trade Completed
id: Kripto Diterima, Transaksi Selesai
vi: Cripto Đã Được Nhận, Giao Dịch Đã Thành Công

source: Your payment has been confirmed. The cryptocurrency has been credited to your iP2PGO wallet
id: Pembayaran Anda telah dikonfirmasi. Wang kripto telah dikreditkan ke wallet iP2PGO Anda
vi: Khoản thanh toán của bạn đã được xác nhận bởi. Tiền điện tử đã được ghi nhận vào ví iP2PGO của bạn.

source: amount bought
id: Jumlah yang Dibeli
vi: Số Tiền Đã Mua

source: amount paid
id: Jumlah yang Dibayarkan
vi: Số Tiền Đã Trả

source: received after fees
id: diterima setelah biaya
vi: nhận được sau khi trừ phí

source: Crypto Released, Trade Completed
id: Kripto Diterima, Transaksi Selesai
vi: Cripto Đã Được Nhận, Giao Dịch Đã Thành Công

source: Your have confirmed receipt of payment from
id: Anda telah mengkonfirmasi penerimaan pembayaran dari
vi: Bạn đã xác nhận hóa đơn trả tiền từ

source: The cryptocurrency has been debited from your iP2PGO wallet.
id: Wang kripto telah didebit dari wallet iP2PGO Anda.
vi: Tiền điện tử đã được trừ vào ví iP2PGO của bạn.

source: Thank you!
id: Terima Kasih
vi: Cảm ơn bạn!

source: Thank you for concluding trade #%(offer_id)s. Below are the details of the condluded trade.
id: Terima kasih telah melengkapkan transaksi #%(offer_id)s. Di bawah ini adalah rincian transaksi yang telah disepakati.
vi: Cảm ơn đã kết thúc giao dịch số #%(offer_id)s. Phía dưới là chi tiết của giao dịch hoàn tất.

source: Buyer Details
id: Detail Pembelian
vi: Chi Tiết Người Mua

source: amount sold
id: Jumlah yang Terjual
vi: Số Tiền Đã Bán

source: amount received
id: Jumlah yang diterima
vi: Số Tiền Đã Nhận

source: amount sold incl. fees
id: jumlah terjual termasuk. biaya
vi: Số tiền đã bán bao gồm cả phí

source: Copy
id: Salin
vi: Sao Chép

source: Welcome to iP2PGO
id: Selamat Datang di iP2PGO
vi: Chào mừng bạn đến với iP2PGO

source: Just a few more steps to create your wallet
id: Hanya beberapa langkah lagi untuk membuat wallet anda
vi: Chỉ thêm một vài bước nữa để tạo ví của bạn

source: Create Wallet
id: Membuat Wallet
vi: Tạo ví

source: KYC Requirements
id: Persyaratan KYC
vi: Yêu cầu KYC

source: Submit
id: Hantar
vi: Đăng ký

source: Hello
vi: xin chào

source: Your ETH balance :
id: Keseimbangan ETH Anda:
vi: Số tiền trong tài khoản ETH của bạn :

source: Your Referral Bonus :
id: Bonus Referral Anda:
vi: Tiền thưởng giới thiệu của bạn:

source: Ask Price :
id: Tanya harga :
vi: Hỏi giá :

source: Bid Price :
id: Harga penawaran :
vi: Giá dự thầu :

source: Rate :
id: Menilai
vi: Xếp hạng :

source: Buy
id: Beli
vi: Mua

source: Sell
id: Jual
vi: Bán

source: Buy Offers
id: Penawaran Beli
vi: Mua phiếu mua hàng

source: Amount Offer :
id: Jumlah Penawaran :
vi: Số Tiền Chào Bán :

source: Bank :
vi: Ngân Hàng :

source: Sell Offers
id: Penawaran Jual
vi: bán phiếu mua hàng

source: DEPOSIT ETH
id: SETORAN ETH
vi: TIỀN GỬI ETH

source: DEPOSIT %(token)s
id: SETORAN %(token)s
vi: TIỀN GỬI %(token)s

source: Your iP2PGO Wallet Address
id: Alamat Wallet iP2PGO Anda
vi: Địa Chỉ Ví Tiền IP2PGO của bạn

source: This deposit address only accepts ETH tokens. Do not send any other coins into it.
id: Alamat setoran ini hanya menerima token ETH . Jangan mengirim koin lain ke dalamnya.
vi: Địa chỉ gửi tiền này chỉ chấp nhận mã thông báo ETH. Không gửi bất kỳ khoản tiền nào khác vào đó.

source: This deposit address only accepts ERC20 tokens. Do not send any other coins into it.
id: Alamat setoran ini hanya menerima token ERC20. Jangan mengirim koin lain ke dalamnya.
vi: Địa chỉ gửi tiền này chỉ chấp nhận mã thông báo ERC20. Không gửi bất kỳ khoản tiền nào khác vào đó.

source: Confirm
id: Konfirmasikan
vi: Xác nhận

source: NEW DEPOSIT METHOD <br><br> 1. To make a token deposit, go to the wallet of the token you wish to deposit and click on the deposit link.<br> 2. Deposit the tokens to the iP2PGO Wallet Address.<br> 3. Copy and paste the transaction hash (tx hash) of the ‘SEND transaction’ at the space indicated and click ‘Confirm’ to confirm the deposit, you will be taken to your wallet with your balance updated.
id: METODE SETORAN BARU <br> <br> 1. Untuk melakukan setoran token, buka dompet token yang ingin Anda setorkan dan klik pada tautan setoran. <br> 2. Setor token ke iP2PGO Wallet Address. <br> 3. Salin dan tempel hash transaksi (tx hash) dari 'KIRIM transaksi' di tempat yang ditunjukkan dan klik 'Konfirmasi' untuk mengonfirmasi setoran, Anda akan dibawa ke dompet dengan saldo Anda diperbarui.
vi: PHƯƠNG PHÁP TIỀN GỬI MỚI <br> <br> 1. Để thực hiện gửi tiền mã thông báo, hãy truy cập vào ví của mã thông báo bạn muốn gửi và nhấp vào liên kết gửi tiền. <br> 2. Gửi tiền vào mã thông báo đến Địa chỉ ví iP2PGO. <br> 3. Sao chép và dán băm giao dịch (băm băm) của 'GỬI giao dịch' tại chỗ trống được chỉ định và nhấp vào 'Xác nhận' để xác nhận tiền gửi, bạn sẽ được đưa đến ví có số dư của bạn được cập nhật.

source: Please click social icon below to join our support group chat.
id: Silakan klik ikon sosial di bawah ini untuk bergabung dalam obrolan grup dukungan kami.
vi: Vui lòng nhấn vào biểu tượng mạng xã hội bên dưới để tham gia nhóm chat hỗ trợ của chúng tôi

source: Please upload your screenshot payment evidence
id: Silakan upload screenshot bukti pembayaran Anda
vi: Vui lòng tải lên hình chụp chứng cứ thanh toán của bạn

source: Please upload your screenshot of recent transcation history
id: Harap upload screenshot Anda dari riwayat transkasi baru-baru ini
vi: Vui lòng tải lên hình chụp lịch sử giao dịch gần đây

source: TERMS & CONDITIONS
id: PERSYARATAN & KONDIS
vi: ĐIỀU KHOẢN VÀ ĐIỀU KIỆN

source: TERMS OF USE
id: SYARAT PENGGUNAAN
vi: ĐIỀU KHOẢN SỬ DỤNG

source: PRIVACY POLICY
id: KEBIJAKAN PRIBADI
vi: CHÍNH SÁCH BẢO MẬT CỦA

source: FAQ
vi: HỎI ĐÁP

source: CONTACT US
id: HUBUNGI KAMI
vi: LIÊN HỆ VỚI CHÚNG TÔI

source: ERC20 Tokens Balance
id: Saldo ERC20 Token
vi: Số dư Token trong tài khoản ERC20

source: Profile
id: Profil
vi: Hồ Sơ

source: Support
id: Bantuan
vi: Hỗ trợ

source: Wallet
vi: Ví tiền

source: &nbsp; &nbsp;Back
id: &nbsp; &nbsp;Kembali
vi: &nbsp; &nbsp;lui một bước

source: HISTORY
id: RIWAYAT
vi: LỊCH SỬ

source: Timestamp(UTC)
id: Stempel waktu (UTC)
vi: Dấu thời gian (UTC)

source: Activities
id: Aktiviti
vi: Hoạt động

source: Token
vi: Mã thông báo

source: Login
vi: Đăng Ký

source: Forget your passcode? Click
id: Lupa kode sandi Anda? Klik
vi: Quên mật mã của bạn? Nhấp chuột

source: Continue
id: Lanjutkan
vi: Tiếp tục

source: Name
id: Nama
vi: Tên

source: Sell Price
vi: Đặt Giá Trần

source: MARKET
id: PASARAN
vi: THỊ TRƯỜNG

source: Bid
vi: sự bỏ thầu

source: Ask
vi: Hỏi

source: Main Menu
id: Menu utama
vi: Thực đơn chính

source: History
id: Riwayat
vi: LỊCH SỬ

source: Be A Verified User
id: Jadi Pengguna yang Diverifikasi
vi: Hãy là người dùng được xác minh

source: Support Chat
id: Bantuan
vi: Chat hỗ trợ

source: Logout
id: Keluar
vi: Thoát ra

source: The blockchain is finalizing the smart contract. Please click the button below to reload the page.
id: Blockchain sedang menyelesaikan kontrak pintar. Silakan klik tombol di bawah ini untuk perbaharui halaman.
vi: Công nghệ chuỗi đang hoàn thiện hợp đồng thông minh. Xin vui lòng nhấn nút phía dưới để tải lại trang.

source: Reload
id: Perbaharui
vi: Tải lại

source: Account Summary
id: Ringkasan Akun
vi: Tóm tắt tài khoản

source: User ID
id: Identitas Pengguna
vi: ID người dùng

source: Email Address
id: Alamat email
vi: Địa chỉ thư điện tử

source: Succesful Trades
id: Transaksi yang lengkap
vi: giao dịch thành công

source: Cancelled Trades
id: Transaksi yang dibatalkan
vi: giao dịch bị hủy

source: Account Created On
id: Akun Dibuat
vi: Tài Khoản đã được tạo

source: Last Online
id: Terakhir Online
vi: Lần truy cập trực tuyến cuối cùng

source: Offer
id: Penawaran
vi: Chào Bán

source: Type
id: Jenis
vi: Thể loại (kiểu)

source: Price
id: Harga
vi: Giá

source: Min Amount
id: Jumlah Min
vi: Số Tiền Nhỏ Nhất

source: Max Amount
id: Jumlah Max
vi: Số Tiền Lớn Nhất

source: Location
id: Lokasi
vi: Vị trí

source: Bank Transfer
id: Transfer Bank
vi: Chuyển khoản ngân hàng

source: Disable
id: Nonaktifkan
vi: Vô hiệu hóa

source: Delete
id: Padam
vi: Xóa

source: Create Your Offer
id: Buat Penawaran Anda
vi: Tạo yêu cầu của bạn

source: Spot Ask <br> Price
id: Harga <br> Spot Ask:
vi: Giá Bán <br> Ngay

source: Spot <br> Price
id: Harga <br> Spot Bid:
vi: giá giao <br> ngay

source: Spot Bid <br> Price
id: Harga <br> Spot Bid:
vi: Giá Mua <br> Ngay

source: My Active Trades
id: Transaksi Aktif Saya
vi: Những hoạt động giao dịch của tôi

source: My Current Orders
id: Pesanan Saya Saat Ini
vi: Những đề nghị hiện thời của tôi

source: Time
id: Waktu
vi: Thời gian

source: Offer Price/
id: Harga /
vi: Giá Chào Bán/

source: OTC Trading
id: Perdagangan OTC
vi: Giao dịch OTC

source: Confirm Trade
id: Konfirmasikan Transaksi
vi: Xác nhận giao dịch

source: Offer Details
id: Detail Penawaran
vi: Chi tiết ưu đãi

source: Maker Username
id: Nama Pengguna Pembuat
vi: Tên người dùng

source: PLEASE ENTER PAYMENT PASSCODE
id: SILA MASUKKAN PASSCODE BAYARAN
vi: XIN VUI LÒNG NHẬP MẪU THANH TOÁN THANH TOÁN

source: CLEAR
id: HAPUS
vi: Xóa

source: OK
vi: được

source: *Please wait after you click the 'OK' button. The escrow contract is being created for the trade.
id: * Harap tunggu setelah Anda mengklik tombol 'OK'. Kontrak escrow sedang dibuat untuk transaksi.
vi: Vui lòng đợi sau khi nhấn nút ‘OK’.Hợp đồng ký quỹ đang được tạo ra để giao dịch

source: Your details succesfully updated. Please wait the admin to confirm your KYC Requirements and create the wallet for you. Check your email for the confimation.
id: Rincian Anda telah diperbarui. Silakan tunggu admin untuk mengkonfirmasi KYC Anda dan dan membuat wallet untuk Anda. Periksa email Anda untuk konfimasi.
vi: Những chi tiết của bạn đã được cập nhật thành công. Vui lòng đợi quản trị viên xác nhận những yêu cầu KYC và tạo ví cho bạn. Kiểm tra email của bạn để xác nhận.

source: PROFILE
id: PROFIL
vi: HỒ SƠ

source: No. Succesful Trades
id: Jumlah Transaksi Berhasil
vi: Không có giao dịch thành công

source: No.Cancelled Trades
id: Jumlah Transaksi Dibatalkan
vi: Không có giao dịch bị hủy

source: Feedback Score
id: Skor Rating
vi: Điểm phản hồi

source: Edit/Update Profile
id: Edit/Perbarui Profil
vi: Chỉnh sửa/ Cập nhật Hồ sơ

source: REFERRAL
vi: GIỚI THIỆU

source: My Referral ID
id: ID Rujukan Saya
vi: Mã ID Referral Của Tôi

source: Referral Link
id: Tautan Rujukan
vi: Đường Dẫn Referral

source: YOUR FRIENDS
id: TEMAN ANDA
vi: NHƯNG NGƯƠI BẠN CỦA BẠN

source: *Members in red means they have not created their iP2PGo Wallets yet
id: * Ahli berwarna merah berarti mereka belum membuat Wallet iP2PGo mereka
vi: * Thành viên màu đỏ có nghĩa là họ chưa tạo Ví iP2PGo của họ

source: Level 1 Referrals
id: Rujukan Tingkat 1
vi: Giới thiệu cấp 1

source: Level 2 Referrals
id: Rujukan Tingkat 2
vi: Giới thiệu cấp 2

source: Level 3 Referrals
id: Rujukan Tingkat 3
vi: Giới thiệu cấp 3

source: Level 3-9 Referrals
id: Rujukan Tingkat 3-9
vi: Giới thiệu cấp 3-9

source: See Referral Commission History
id: Lihat Sejarah Komisi Rujukan
vi: Xem Lịch sử ủy ban giới thiệu

source: Register
id: Daftar
vi: Đăng Nhập

source: It appears that your security code is no longer valid or you're not supposed to be here. Please log in again to verify your identity to continue using iP2PGo.
id: Tampaknya kode keamanan Anda tidak lagi valid atau Anda tidak seharusnya berada di sini. Harap masuk lagi untuk memverifikasi identitas Anda untuk terus menggunakan iP2PGo.
vi: dường như mã an ninh của bạn không còn hiệu lực hoặc bạn không được phép ở đây. vui lòng đăng nhập lại để cung cấp danh tính của bạn để tiếp tục sử ip2pgo.

source: Please check your email mailbox for the login security code in a few minutes. If you waited for too long, please check your spam inbox folder.
id: Silakan periksa inbox email Anda untuk kode keamanan login dalam beberapa menit. Jika Anda menunggu terlalu lama, silakan periksa folder spam Anda.
vi: Vui lòng kiểm tra email của bạn để có mã an ninh đăng nhập trong một vài phút. Nếu bạn đợi quá lâu, xin vui lòng kiểm tra thư mục hộp thư rác.

source: SELLERS LIST
id: SENARAI PENJUAL
vi: DANH SÁCH BÁN

source: Edit Sell Offer
id: Edit Penawaran Jual
vi: Chỉnh sửa phiếu mua hàng

source: Create Sell Offer
id: Buat Penawaran Jualan
vi: Tạo Đơn Chào Bán

source: /USD Spot Ask Price
id: /USD Harga Spot Ask
vi: Giá Bán Ngay /USD

source: Spot Ask Price :
id: Harga Spot Ask:
vi: Giá Bán Ngay :

source: 1. Set your offer spread below or above market Ask Price
id: 1. Tetapkan spread penawaran Anda di bawah atau di atas harga permintaan pasar
vi: 1. Đặt phiếu mua hàng của bạn ở bên dưới hoặc trên thị trường

source: 2. Set your floor price (%(currency)s)<br>(You can leave this empty if you want to): <br>*Floor price is the lowest price you are willing to sell
id: 2. Setel harga minimum Anda (%(currency)s)<br> (Anda dapat membiarkan ini kosong jika Anda mau): <br> * Harga lantai adalah harga terendah yang ingin Anda jual
vi: 2.Thiết lập giá sàn (%(currency)s) <br> Bạn có thể để trống nếubạn muốn: <br> *Giá sàn là mức giá thấp nhất bạn sẵn lòng bán
