Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: [iP2PGO] Your trade {offer} has been concluded.
id: [iP2PGO] Transaksi Anda {offer} telah selesai.
vi: [iP2PGO] Giao dịch của bạn {offer} đã kết thúc.

source: [iP2PGO] {seller} has received your payment for trade {offer}
id: [iP2PGO] {seller} telah menerima pembayaran Anda untuk transaksi {offer}
vi: [iP2PGO] {seller} đã nhận được thanh toán giao dịch của bạn {offer}

source: [iP2PGO] Your {offer} trade is done.
id: [iP2PGO] Transaksi {offer} Anda selesai.
vi: [iP2PGO] Giao dịch {offer} của bạn đã hoàn tất.

source: {user} has made payment for trade {offer}. Check your Orders tab.
id: {user} telah melakukan pembayaran untuk transaksi {offer}. Periksa tab Pesanan Anda.
vi: {user} has made payment for trade {offer}. Kiểm tra tab Đơn đặt hàng của bạn.

source: {taker} has taken your trade {offer}. Check your Orders tab.
id: {taker} telah mengambil transaksi {offer} Anda. Periksa tab Pesanan Anda.
vi: {taker} đã thực hiện yêu cầu giao dịch của bạn {offer}.Kiểm tra tab Đơn đặt hàng của bạn.

source: {taker} has taken your trade {offer}.
id: {taker} telah mengambil perdagangan {offer} Anda.
vi: {taker} đã thực hiện giao dịch của bạn {offer}.

source: Your trade {offer} is not taken and is available again. Check your Orders tab.
id: Transaksi Anda {offer} tidak diambil dan tidak tersedia lagi. Periksa tab Pesanan Anda
vi: Giao dịch của bạn {offer} không được thực hiện và lại có sẵn.Kiểm tra tab Đơn đặt hàng của bạn.

source: {user} has cancelled your trade {offer}. Check your Orders tab.
id: {user} telah membatalkan penawaran {offer} Anda. Periksa tab Pesanan Anda.
vi: {user} đã hủy giao dịch của bạn {offer}.Kiểm tra tab Đơn đặt hàng của bạn.

source: {sell} has released {tkn} for your trade {offer}. Check your Wallet tab.
id: {sell} telah merilis {tkn} untuk penawaran {offer} Anda. Periksa tab Wallet Anda.
vi: {sell} đã phát hành {tkn} cho giao dịch của bạn {offer}. Kiểm tra tab Ví của bạn.

source: Your wallet has been/is being created! Check your Wallet tab.
id: Wallet Anda telah /sedang dibuat! Periksa tab Wallet Anda.
vi: Ví của bạn đang được tạo! Kiểm tra tab Đơn đặt hàng của bạn.

source: Your KYC verification has failed. Please create your wallet again.
id: Verifikasi KYC Anda telah gagal. Silakan buat wallet Anda lagi.
vi: Xác nhận KYC của bạn đã thất bại. Vui lòng tạo Ví của bạn lại.

source: Your {offer} trade is done. The {tkn} is now released to the buyer.
id: Transaksi {offer} Anda selesai. {tkn} sekarang dilepas ke pembeli.
vi: Giao dịch {offer} của bạn đã hoàn tất. {tkn} hiện được phát hành cho người mua.

source: Test Withdrawal Successful!
id: Penarikan Berhasil!
vi: Thử rút tiền thành công!

source: Password
id: Kode Rahsia
vi: Mật khẩu

source: Support Chatroom
id: Bantuan Chatroom
vi: Phòng chat hỗ trợ.

source: KYC Approval
id: Persetujuan KYC
vi: Chấp thuận KYC

source: Dispute Cases
id: Kasus perselisihan
vi: Trường hợp tranh chấp

source: Verified Users (KYC approved)
id: Pengguna Terverifikasi (disetujui KYC)
vi: Người dùng đã được xác minh (KYC đã phê duyệt)

source: Unverified Users (No KYC)
id: Pengguna Tidak Diverifikasi (Tidak Ada KYC)
vi: Người dùng chưa được xác minh (Không có KYC)

source: New Users (Not yet create wallet)
id: Pengguna Baru (Belum membuat dompet)
vi: Người dùng mới (Chưa tạo ví)

source: Dispute Chat Offer ID
id: ID Chat Perselisihan Penawaran
vi: ID Yêu cầu chat Thảo luận

source: Buyer:
id: Pembeli
vi: Người mua:

source: Seller:
id: Penjual
vi: Người bán:

source: Trade Amount:
id: Jumlah Transaksi
vi: Số tiền giao dịch:

source: Trade Value:
id: Nilai Transaksi
vi: Giá trị thương mại:

source: Maker Screenshot
id: Screenshot Pembuat
vi: Chụp màn hình người tạo ra (Maker)

source: No Screenshot
id: Tidak Ada Screenshot
vi: Không chụp màn hình

source: Taker Screenshot
id: Screenshot Pengambil
vi: Chụp màn hình người thực hiện (Taker)

source: Exit Chat
id: Keluar dari Chatting
vi: Thoát ra khỏi cuộc chat

source: Release
id: Dilepaskan
vi: Phát hành

source: Cancel Trade
id: Batalkan Transaksi
vi: Hủy Giao Dịch

source: Start Dispute
id: Mulai Persilisihan
vi: Bắt đầu thảo luận

source: End Dispute
id: Akhiri Perselisihan
vi: Kết thúc thảo luận

source: Taker Payment Screenshot
id: Screenshot Pembayaran Pengambil
vi: Chụp màn hình thanh toán của người Lấy

source: Taker Verification
id: Verifikasi Taker
vi: Xác nhận của người Lấy

source: Maker Transaction History
id: Riwayat Transaksi Pembuat
vi: Lịch sử giao dịch của người Tạo

source: Maker Verification
id: Verifikasi Pembuat
vi: Xác nhận của người Tạo

source: Verdict
id: Putusan
vi: Quyết định

source: Country
id: Negara
vi: Quốc gia

source: Admin Incharge
id: Admin yang bertanggungjawab
vi: Quản trị viên nắm quyền

source: Case:
id: Kasus:
vi: Trường hợp:

source: Status:
vi: Trạng Thái

source: Done
id: Selesai
vi: Làm xong

source: Taken
id: Diambil
vi: Đã thực hiện (đã lấy)

source: Approved
id: Disetujui
vi: Chấp thuận

source: Bank Name:
id: Nama Bank:
vi: Tên Ngân Hàng:

source: Bank Account:
id: Rekening Bank:
vi: Số Tài Khoản Ngân Hàng:

source: Bank Holder Name:
id: Nama Pemegang Rekening:
vi: Tên Chủ Tài Khoản Ngân Hàng

source: Approve
id: Menyetujui
vi: Phê duyệt

source: Deny
id: Tolak Izin
vi: Từ chối

source: BACK
id: Kembali
vi: lưng

source: Wallet Creation
id: Pembuatan Wallet
vi: Tạo ví

source: Username :
id: Nama Pengguna :
vi: Tên Người Dùng:

source: List of new users need to be approved for KYC Requirements
id: Daftar pengguna baru yang harus disetujui untuk Persyaratan KYC
vi: Danh sách người dùng mới cần được chấp thuận cho các yêu cầu của KYC

source: Identity Card(ID) Image
id: Gambar Kartu Identitas (ID)
vi: hình ảnh thẻ nhận dạng (ID)

source: Selfie Image
id: Gambar Selfie
vi: Hình ảnh tự chụp mình

source: Disapprove
id: Tidak Menyetujui
vi: Không chấp thuận

source: iP2PGO Admin
id: Admin iP2PGO
vi: Quản trị viên iP2PGO

source: Total New Users (Not yet create wallet) :
id: Jumlah Pengguna Baru (Belum membuat dompet):
vi: Tổng số người dùng mới (Chưa tạo ví):

source: Date created
id: Tanggal Diciptakan
vi: Ngày tạo ra giao dịch

source: Member ID
id: ID Member
vi: ID thành viên

source: Referer
vi: Người giới thiệu

source: Unverified Users (No KYC)
id: Pengguna Tidak Diverifikasi (Tidak Ada KYC)
vi: Người dùng chưa được xác minh (Không có KYC)

source: Total Unverified Users (No KYC):
id: Jumlah Pengguna Tidak Diverifikasi (Tidak Ada KYC):
vi: Tổng số người dùng chưa được xác minh (Không có KYC):

source: Taker Volume (ETH)
id: Volume Pengambil (ETH)
vi: Khoản tiền người Lấy (ETH)

source: Maker Volume (ETH)
id: Volume Pembuat (ETH)
vi: Khối lượng sản xuất (ETH)

source: Selfie
vi: Tự chụp hình (tự sướng)

source: China
vi: Trung Quốc

source: Verified User
id: Pengguna yang Diverifikasi
vi: Người dùng đã được xác minh

source: Uploading KYC again
id: Mengunggah KYC semula
vi: Tải lên KYC lại

source: Pending
id: Menunggu Keputusan
vi: Chờ xử lý

source: Offer {offer} {token} has been released to the buyer. Please check your iP2PGO wallet. This trade has been concluded, thank you.
id: Penawaran {offer} {token} telah dilepas ke pembeli. Silakan periksa wallet iP2PGO Anda. Transaksi ini telah selesai, terima kasih.
vi: Yêu cầu {offer} {token} được phát hành tới người mua. Vui lòng kiểm tra ví iP2PGO của bạn. Giao dịch đã kết thúc, xin cám ơn bạn!

source: Offer {offer} has been cancelled. The {token} has been returned to the seller. Please check your iP2PGO wallet. This trade has been concluded, thank you.
id: Penawaran {offer} telah dibatalkan. {token} telah dikembalikan kepada penjual. Sila periksa wallet iP2PGO Anda. Transaksi ini telah selesai, terima kasih.
vi: Yêu cầu {offer} đã bị hủy. Token {token} được hoàn trả lại cho người bán. Vui lòng kiểm tra ví iP2PGO của bạn. Giao dịch đã kết thúc, xin cám ơn bạn!

source: Okay %s, I have verified your screenshot.
id: Oke %s, saya telah memverifikasi screenshot Anda
vi: Okay %s, Tôi đã xác nhận ảnh chụp màn hình của bạn.

source: {use}, can you upload a new screenshot? I couldn't verify your last one.
id: {use}, dapatkah Anda upload screenshot baru? Saya tidak bisa memverifikasi yang terakhir.
vi: {use}, bạn có thể tải lên ảnh chụp màn hình mới không? Tôi không thể xác nhận tấm ảnh trước của bạn.

source: English
id: Bahasa Inggeris
vi: Anh

source: Referral ID
id: ID Rujukan
vi: ID giới thiệu

source: Message
id: Pesan
vi: Tin Nhắn

source: WHO ARE WE
id: Siapa Kami
vi: Chúng tôi là ai

source: iP2PGlobal is a fintech company that was established in 2015. Our aim is to disrupt any current status quo in the market by embracing and utilising newer technologies. In 2015, we started iP2PMoney which utilised peer-to-peer technology to disrupt the traditional personal loan market controlled by local financial institutions, 2017 saw us embracing Blockchain technology in order to allow us to provide a global and borderless P2P loan platform. iP2PGo is our second Blockchain project which we hope will provide a solution by simplying access to the crypto market for everybody.
id: IP2PGlobal adalah perusahaan fintech yang didirikan pada 2015. Tujuan kami adalah untuk mengacaukan status quo saat ini di pasar dengan merangkul dan memanfaatkan teknologi yang lebih baru. Pada tahun 2015, kami memulai iP2PMoney yang memanfaatkan teknologi peer-to-peer untuk mengganggu pribadi tradisional. pasar pinjaman yang dikendalikan oleh lembaga keuangan lokal, 2017 melihat kami merangkul teknologi Blockchain untuk memungkinkan kami menyediakan platform pinjaman P2P global dan tanpa batas IP2PGo adalah proyek Blockchain kedua kami yang kami harap akan memberikan solusi dengan menyederhanakan akses ke pasar crypto untuk semua orang.
vi: iP2PGlobal là một công ty Công nghệ tài chính (Fintech) được thành lập vào năm 2015. Mục tiêu của chúng tôi là phá vỡ mọi hiện trạng hiện tại trên thị trường bằng cách nắm bắt và sử dụng những công nghệ mới hơn. Trong năm 2015, chúng tôi khởi động iP2PMoney sử dụng công nghệ cùng cấp (peer-to-peer) để phá vỡ thị trường cho vay cá nhân truyền thống do các tổ chức thiết chế tài chính địa phương kiểm soát, vào năm 2017 chúng tôi sử dụng công nghệ Chuỗi (Blockchain) để cho phép cung cấp một nền tảng cho vay P2P toàn cầu và không biên giới. P2PGo là dự án Chuỗi (Blockchain) thứ hai mà chúng tôi hy vọng sẽ cung cấp một giải pháp bằng cách đơn giản truy cập vào thị trường mật mã (crypto) cho tất cả mọi người.

source: Register/Download
id: Daftar / Unduh
vi: Đăng ký / Tải xuống

source: Login/Register
id: Login/Daftar
vi: Đăng nhập / Đăng ký

source: CHOOSE YOUR APP
id: PILIH APLIKASI ANDA
vi: CHỌN ỨNG DỤNG CỦA BẠN

source: Global App <br>(crypto/crypto market)
id: Aplikasi Global <br> (pasar crypto / crypto)
vi: Ứng dụng toàn cầu (thị <br> trường tiền điện tử / tiền điện tử)

source: Country App (crypto/fiat & <br>crypto/crypto markets)
id: Aplikasi Negara (pasar crypto / fiat & <br> pasar crypto / crypto)
vi: Ứng dụng quốc gia (thị trường tiền điện tử / fiat & <br> tiền điện tử / tiền điện tử)

source: SELECT YOUR APP
id: PILIH APLIKASI ANDA
vi: CHỌN ỨNG DỤNG CỦA BẠN

source: Send Us A Message
id: Kirimi Kami Pesan
vi: Gởi cho chúng tôi tin nhắn

source: NET REVENUE SHARING
id: PEMBAGIAN PENDAPATAN BERSIH
vi: HIA SẺ DOANH THU NET

source: Today's Total Earnings
id: Total Penghasilan Hari Ini
vi: Tổng thu nhập hôm nay

source: Dates are based on UTC timezone, which may vary from your local date
id: Tanggal didasarkan pada zona waktu UTC, yang mungkin berbeda dari tanggal lokal Anda
vi: Ngày được dựa trên múi giờ UTC, có thể thay đổi theo ngày địa phương của bạn

source: Total completed offers for today
id: Total penawaran selesai untuk hari ini
vi: Tổng số ưu đãi hoàn thành cho ngày hôm nay

source: Thank you for registering. Please click the button below to download iP2PGO App.
id: Terima kasih telah mendaftar. Silakan klik tombol di bawah ini untuk mengunduh Aplikasi iP2PGO.
vi: Cảm ơn bạn đã đăng ký. Vui lòng nhấp vào nút bên dưới để tải xuống ứng dụng iP2PGO.

source: * Download is for Android phones only
id: * Unduh hanya untuk telepon Android sahaja
vi: * Tải xuống chỉ dành cho điện thoại Android

source: The download link will be sent to your email for future reference. Please check your inbox. If you waited for too long, please check your spam inbox folder.
id: Tautan unduhan akan dikirim ke email Anda untuk referensi di masa mendatang. Silakan periksa kotak masuk Anda. Jika Anda menunggu terlalu lama, silakan periksa folder kotak masuk spam Anda.
vi: Liên kết tải xuống sẽ được gửi đến email của bạn để tham khảo trong tương lai. Hãy kiểm tra hộp thư đến của bạn. Nếu bạn chờ quá lâu, vui lòng kiểm tra thư mục hộp thư đến spam của bạn.

source: OR
id: ATAU
vi: HOẶC LÀ

source: Click icon below to login.
id: Klik ikon di bawah ini untuk mendaftar.
vi: Nhấp vào biểu tượng bên dưới để đăng nhập.

source: COMING SOON!
id: AKAN DATANG!
vi: Sẽ có mặt sớm thôi!

source: FAQ
vi: HỎI ĐÁP

source: 1. Getting started
id: 1. Memulai
vi: 1. Bắt đầu

source: What is iP2PGo ?
id: Apa itu iP2PGo?
vi: IP2PGo là gì?

source: IP2PGo is a crypto peer to peer marketplace, where users can buy and sell ETH and ERC20 tokens and pay and receive in fiat money (cash) via their bank accounts.
id: IP2PGo adalah pasar kripto peer to peer (“crypto peer to peer marketplace”), di mana pengguna dapat membeli dan menjual token ETH dan ERC20 serta membayar dan menerima uang kertas (uang tunai) melalui rekening bank mereka.
vi: IP2PGo là đồng tiền mã hóa cho thị trường ngang hàng, nơi người dùng có thể mua và bán ETH, token ERC20, thanh toán và nhận bằng tiền theo luật định (tiền giấy) thông qua tài khoản ngân hàng của mình.

source: WHAT IF I DONT HAVE AN ANDROID DEVICE ?
id: BAGAIMANA JIKA SAYA TIDAK MEMILIKI PERANGKAT ANDROID?
vi: NẾU TÔI KHÔNG CÓ THIẾT BỊ ANDROID?

source: If you don’t have an Android phone or tablet, you can access iP2PGO Web App in your iPhone, iPad, MacBook, Laptop or PC, by going registering/login at
id: Jika Anda tidak memiliki ponsel Android atau tablet, Anda dapat mengakses iP2PGO Web App di iPhone, iPad, MacBook, Laptop atau PC dengan mendaftar / login di
vi: Nếu bạn không có điện thoại hoặc máy tính bảng Android, bạn có thể truy cập Ứng dụng web iP2PGO trong iPhone, iPad, MacBook, Máy tính xách tay hoặc PC, bằng cách đăng ký / đăng nhập tại

source: Is iP2PGo account free ?
id: Apakah akun iP2PGo gratis?
vi: Tài khoản iP2PGo có miễn phí không?

source: Yes, there is no fee or costs for opening an account with iP2PGo.
id: Ya, tidak ada biaya atau biaya untuk membuka akun dengan iP2PGo.
vi: Có, sẽ không bị mất phí hay chi phí nào khi mở một tài khoản trên iP2PGo.

source: How do I download the iP2PGo App ?
id: Bagaimana cara mengunduh Aplikasi iP2PGo?
vi: Làm thế nào để tải xuống ứng dụng iP2PGo?

source: Please go to ip2pgo.com, click on register, enter your email and select the country where you live, check your email for the download link and click on the link to download the APK file.
id: Silakan buka ip2pgo.com, klik register, masukkan email Anda dan pilih negara tempat Anda tinggal, periksa email Anda untuk tautan unduhan dan klik tautan untuk mengunduh file APK.
vi: Vui lòng truy cập ip2pgo.com, nhấp vào đăng ký, nhập email của bạn và chọn quốc gia nơi bạn sinh sống, kiểm tra email của bạn để biết liên kết tải xuống và nhấp vào liên kết để tải xuống tệp APK.

source: 2. Using iP2PGo App
id: 2. Menggunakan Aplikasi iP2PGo
vi: 2. Về việc sử dụng ứng dụng iP2PGo

source: How safe to trade the ETH / ERC20 tokens in iP2PGo ?
id: Seberapa aman untuk memperdagangkan token ETH / ERC20 di iP2PGo?
vi: Các giao dịch về ETH / token ERC20 trên iP2PGo diễn ra an toàn như thế nào?

source: It is very safe.
id: Itu sangat aman.
vi: Nó rất an toàn.

source: The ETH and ERC20 token trades are conducted via the Ethereum distributed computing network, which iP2PGo cannot and do not control.
id: Perdagangan token ETH dan ERC20 dilakukan melalui jaringan komputasi Ethereum terdistribusi, yang tidak dapat dan tidak dikontrol oleh iP2PGo.
vi: Các giao dịch về ETH và token ERC20 được thực hiện thông qua mạng lưới máy tính phân tán Ethereum, mà iP2PGo không thể và không kiểm soát được.

source: When a seller enters into a transaction with a buyer, the seller transfers ETH or ERC20 tokens directly to an Escrow Smart Contract on the Ethereum blockchain. This Escrow Smart Contract is unique and created specially only for that particular transaction. Once the buyer transfer the funds to seller’s bank account and seller confirming it on the iP2PGo App, the Escrow Smart Contract will release the ETH or ERC20 tokens to the buyer’s wallet.
id: Ketika penjual melakukan transaksi dengan pembeli, penjual mentransfer token ETH atau ERC20 langsung ke Kontrak Pintar Escrow (“Escrow Smart Contract”) pada blockchain Ethereum. Kontrak Smart Escrow ini unik dan dibuat khusus hanya untuk transaksi tertentu. Setelah pembeli mentransfer dana ke akun bank penjual dan penjual mengonfirmasikannya di Aplikasi iP2PGo, Smart Kontrak Escrow akan merilis token ETH atau ERC20 ke wallet pembeli.
vi: Khi người bán tham gia vào giao dịch với người mua, người bán sẽ chuyển ETH hoặc token ERC20 trực tiếp đến bộ giao thức Hợp Đồng Thông Minh Escrow đến chuỗi khối Ethereum. Hợp Đồng Thông Minh Escrow này sẽ được tạo đặc biệt và duy nhất chỉ cho giao dịch đặc định đó. Khi người mua chuyển tiền vào tài khoản ngân hàng của người bán và người bán xác nhận nó trên ứng dụng iP2PGo, Hợp Đồng Thông Minh Escrow sẽ phát hành ETH hoặc token ERC20 tới ví của người mua.

source: If the trade is smooth, only the buyer and seller can access and interact with the Escrow Smart Contract. iP2PGo can only access ETH or ERC20 tokens held in the Escrow Smart Contract if explicit digital permission is given by the buyer or seller and only in the event of a trade dispute and with a limited function of either releasing the ETH to the buyer or sending it back to the seller.
id: Jika perdagangan lancar, hanya pembeli dan penjual yang dapat mengakses dan berinteraksi dengan Kontrak Cerdas Escrow. iP2PGo hanya dapat mengakses token ETH atau ERC20 yang disimpan dalam Kontrak Pintar Escrow jika izin digital eksplisit diberikan oleh pembeli atau penjual dan hanya dalam hal terjadi sengketa perdagangan dan dengan fungsi terbatas baik yang melepaskan ETH ke pembeli atau mengirimnya kembali ke penjual.
vi: Nếu giao dịch thuận lợi, chỉ người mua và người bán mới có thể truy cập và tương tác với Hợp Đồng Thông Minh Escrow. iP2PGo chỉ có thể tiếp cận ETH hoặc token ERC20 mà đang được giữ trong Hợp Đồng Thông Minh Escrow nếu có sự cho phép rõ ràng về mặt kỹ thuật số của người mua hoặc người bán và chỉ trong trường hợp có tranh chấp thương mại với chức năng bị giới hạn một là phát hành ETH cho người mua hoặc gửi trở lại ETH cho người bán.

source: What are the trading fee or fees ? How is it calculated ?
id: Berapa biaya atau biaya perdagangan? Bagaimana cara menghitungnya?
vi: Phí giao dịch, lệ phí là bao nhiêu? Nó được tính như thế nào?

source: For crypto/fiat transactions concluded through the iP2PGo app, iP2PGo will deduct:
id: Untuk transaksi yang diselesaikan melalui aplikasi iP2PGo, iP2PGo akan mengurangkan:
vi: Đối với các giao dịch tiền điện tử / fiat được ký kết thông qua ứng dụng iP2PGo, iP2PGo sẽ khấu trừ:

source: I) a 0.80%% fee on the value of the transaction.
id: I) 0,80%% fee dari nilai transaksi.
vi: I) Khoản phí 0,80%% trên giá trị của giao dịch.

source: II) The gas fee charged by the Ethereum network.
id: II) Biaya gas dibebankan oleh jaringan Ethereum.
vi: II) Phí gas được tính bởi mạng Ethereum.

source: IP2PGo will deduct the fee from the ETH or ERC20 token which is the subject of the transaction.
id: IP2PGo akan memotong biaya dari token ETH atau ERC20 yang merupakan subjek transaksi.
vi: IP2PGo sẽ khấu trừ phí từ ETH hoặc token ERC20 là đối tượng của giao dịch.

source: A. The fee calculation for a Seller-taker on a buy-offer is as shown below:
id: A. Perhitungan biaya untuk Penjual-pengambil pada tawaran beli adalah seperti yang ditunjukkan di bawah ini:
vi: A. Việc tính phí cho Người Bán-người lấy trên phiếu chào mua hàng như sau:

source: BUY OFFER
id: PENAWARAN BELI
vi: PHIẾU CHÀO MUA HÀNG

source: Buyer Username (Maker)
id: Nama Pengguna Pembeli (Pembuat)
vi: Tên người dùng của người mua hàng (Người tạo)

source: Buy Offer Price (1ETH/MYR)
id: Penawaran Harga Beli (1ETH / IDR)
vi: Giá chào mua hàng (1ETH/VND)

source: MYR 1,980.67 *
id: IDR 7,072,402.59
vi: VND 11107603.52 *

source: Buy Offer Amount
id: Jumlah Penawaran Beli
vi: Số tiền chào mua

source: Seller Username (Taker)
id: Nama Pengguna Penjual (Taker)
vi: Tên người dùng của người bán (Taker)

source: Sell Price (1ETH/MYR)
id: Harga Jual (1ETH / IDR)
vi: Giá bán (1ETH / VND)

source: MYR 1980.67
id: IDR 7,072,402.59
vi: VND 11107603.52

source: Sell Amount
id: Jumlah Jual
vi: Số lượng tiền ảo bán ra

source: Transaction Fee 0.8%%
id: Biaya Transaksi 0.8%%
vi: Phí giao dịch 0,8%%

source: Gas Fee
id: Biaya Gas
vi: Phí gas

source: Total ETH deducted from wallet
id: Total ETH dikurangi dari wallet
vi: Tổng số ETH bị trừ đi từ ví

source: This is the price shown in the Buy-Offer advertisement and the fiat amount that will be sent by the Buyer-maker to the Seller-taker’s bank account.
id: Ini adalah harga yang ditampilkan di iklan Beli-Penawaran dan jumlah fiat yang akan dikirim oleh Pembuat Pembeli ke rekening bank Penjual-Pengambil.
vi: * Đây là giá sẽ được hiển thị trong Quảng cáo chào mua hàng và số tiền theo luật định sẽ được gửi bởi Người Mua-người tạo đến tài khoản ngân hàng của Người Bán-người lấy.

source: This is the gas fee charged by the Ethereum network to conclude the transaction.
id: Ini adalah biaya gas yang dibebankan oleh jaringan Ethereum untuk menselesaikan transaksi.
vi: ** Đây là phí gas được tính bởi mạng lưới Ethereum để thực hiện giao dịch.

source: The total ETH deducted from the Seller-taker’s exchange wallet is higher than the offer amount after including fees, therefore the Seller-taker must always deposit a higher amount than the amount he/she wanted to sell in order to take into account the transaction and gas fees.
id: Total ETH dikurangi dari wallet pertukaran Pengambil-Penjual lebih tinggi dari jumlah penawaran setelah termasuk biaya, oleh karena itu Penjual-pengambil harus selalu menyetorkan jumlah yang lebih tinggi daripada jumlah yang ingin dia jual untuk memperhitungkan biaya transaksi dan gas.
vi: *** Tổng số tiền ETH mà đã được trừ đi từ ví hối đoái của Người Bán-người lấy sẽ cao hơn số tiền chào mua đã bao gồm phí, do đó Người Bán-người lấy phải luôn gửi trước số tiền vào ví của mình cao hơn số tiền họ muốn bán để tính đến phí giao dịch và phí gas.

source: The total ETH deducted from the Seller-taker’s exchange wallet is higher than the offer amount after including fees, therefore the Seller-taker must always deposit a higher amount than the amount he/she wanted to sell in order to take into account the transaction and gas fees.
id: Total ETH dikurangi dari wallet pertukaran Pengambil-Penjual lebih tinggi dari jumlah penawaran setelah termasuk biaya, oleh karena itu Penjual-pengambil harus selalu menyetorkan jumlah yang lebih tinggi daripada jumlah yang ingin dia jual untuk memperhitungkan biaya transaksi dan gas.
vi: *** Tổng số tiền ETH mà đã được trừ đi từ ví hối đoái của Người Bán-người lấy sẽ cao hơn số tiền chào mua đã bao gồm phí, do đó Người Bán-người lấy phải luôn gửi trước số tiền vào ví của mình cao hơn số tiền họ muốn bán để tính đến phí giao dịch và phí gas.

source: B . The fee calculation for a Buyer-taker on a sell-offer is as shown below:
id: B. Perhitungan biaya untuk Pembeli-pengambil pada penawaran jual adalah seperti yang ditunjukkan di bawah ini:
vi: B. Việc tính phí cho Người Mua-người lấy trên phiếu chào bán hàng như sau:
