Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: SELL OFFER
id: PENAWARAN MENJUAL
vi: PHIẾU CHÀO BÁN HÀNG

source: Seller Username (Maker)
id: Nama Pengguna Penjual (Pembuat)
vi: Tên người dùng của người bán hàng (Người tạo)

source: Sell Offer Price (1ETH/MYR)
id: Harga Penawaran Jual (1ETH / IDR)
vi: Giá chào bán hàng (1ETH/VND)

source: MYR 2,004.56 *
id: IDR 7,150,976.47
vi: VND 11241578.71 *

source: Sell Offer Amount
id: Jumlah Penawaran Jual
vi: Số tiền chào bán

source: Buyer Username (Taker)
id: Nama Pengguna Pembeli (Taker)
vi: Tên người dùng của người mua (Người lấy)

source: Buy Price (1ETH/MYR)
id: Harga Beli (1ETH / IDR)
vi: Giá mua (1ETH / VND)

source: MYR 2004.56
id: IDR 7,150,976.47
vi: VND 11241578.71

source: Buy Amount
id: Jumlah Beli
vi: Số lượng tiền sẽ mua

source: Total ETH credited to wallet
id: Total ETH dikreditkan ke wallet
vi: Tổng số ETH được nạp vào ví

source: This is the price shown in the Sell-Offer advertisement and the fiat amount that will be sent by the Buyer-taker to the Seller-taker’s bank account.
id: Ini adalah harga yang ditampilkan dalam iklan Penawaran-Jual dan jumlah fiat yang akan dikirim oleh Pembeli-pengambil ke rekening bank Penjual-Pengambil.
vi: * Đây là giá sẽ được hiển thị trong Quảng cáo chào bán hàng và số tiền theo luật định sẽ được gửi bởi Người Mua-người lấy đến tài khoản ngân hàng của Người Bán-người tạo.

source: The total ETH to be credited to the Buyer-taker’s wallet will be less than the amount bought since iP2PGo will deduct the transaction fee and the gas fee from it, therefore the Buyer-taker must always take note that he/she will received less in their wallet compared to the sell offer amount shown in the sell offer
id: Total ETH yang akan dikreditkan ke wallet Pembeli-Pengambil akan lebih sedikit dari jumlah yang dibeli karena iP2PGo akan memotong biaya transaksi dan biaya gas dari itu. Oleh karena itu Pembeli-pengambil harus selalu memperhatikan bahwa dia akan menerima lebih sedikit di wallet mereka dibandingkan dengan jumlah penawaran jual yang ditunjukkan dalam penawaran jual
vi: *** Tổng số tiền ETH được nạp vào ví của Người Mua-người lấy sẽ ít hơn số tiền đã mua vì IP2PGo sẽ trừ đi phí giao dịch và phí gas, do đó Người Mua-người lấy caafb phải luôn chú ý rằng họ sẽ nhận được số tiền ít hơn trong ví của mình khi so sánh với số tiền chào bán đang được hiển thị ở phiếu chào bán hàng

source: This is the gas fee charged by the Ethereum network to conclude the transaction.
id: Ini adalah biaya gas yang dibebankan oleh jaringan Ethereum untuk menselesaikan transaksi.
vi: ** Đây là phí gas được tính bởi mạng lưới Ethereum để thực hiện giao dịch.

source: The total ETH to be credited to the Buyer-taker’s wallet will be less than the amount bought since iP2PGo will deduct the transaction fee and the gas fee from it, therefore the Buyer-taker must always take note that he/she will received less in their wallet compared to the sell offer amount shown in the sell offer.
id: Total ETH yang akan dikreditkan ke wallet Pembeli-Pengambil akan lebih sedikit dari jumlah yang dibeli karena iP2PGo akan memotong biaya transaksi dan biaya gas dari itu. Oleh karena itu Pembeli-pengambil harus selalu memperhatikan bahwa dia akan menerima lebih sedikit di wallet mereka dibandingkan dengan jumlah penawaran jual yang ditunjukkan dalam penawaran jual
vi: *** Tổng số tiền ETH được nạp vào ví của Người Mua-người lấy sẽ ít hơn số tiền đã mua vì IP2PGo sẽ trừ đi phí giao dịch và phí gas, do đó Người Mua-người lấy caafb phải luôn chú ý rằng họ sẽ nhận được số tiền ít hơn trong ví của mình khi so sánh với số tiền chào bán đang được hiển thị ở phiếu chào bán hàng

source: For crypto/crypto transactions, iP2PGO will deduct a fee of 0.1%% from the maker and 0.2%% from the taker.
id: Untuk transaksi kripto / kripto, iP2PGO akan memotong biaya 0,1%% dari maker dan 0,2%% dari taker.
vi: Đối với các giao dịch tiền điện tử / tiền điện tử, iP2PGO sẽ khấu trừ phí 0,1%% từ nhà sản xuất và 0,2%% từ người thực hiện.

source: How do I deposit into my iP2PGo wallet, is there any deposit fee ?
id: Bagaimana cara saya menyetor ke wallet iP2PGo saya, apakah ada biaya setoran?
vi: Làm thế nào để gửi tiền trước vào ví iP2PGo của tôi, có bị mất phí gửi tiền trước không?

source: Users can access his/her iP2PGo wallet address from the dashboard. Users can then send ETH or ERC20 tokens into their iP2PGo wallet. IP2PGo does not charge a deposit fee.
id: User dapat mengakses alamat wallet iP2PGo miliknya dari dasbor. User kemudian dapat mengirim token ETH atau ERC20 ke dalam wallet iP2PGo. IP2PGo tidak membebankan biaya deposit.
vi: Người dùng có thể truy cập địa chỉ ví iP2PGo của mình từ bảng điều khiển. Sau đó, người dùng có thể gửi mã thông báo ETH hoặc ERC20 vào ví iP2PGo của họ. IP2PGo không tính phí đặt cọc.

source: How do I withdraw from my iP2PGo wallet, is there any withdrawal fee ?
id: Bagaimana cara menarik dari wallet iP2PGo saya, apakah ada biaya penarikan?
vi: Làm thế nào để rút tiền từ ví iP2PGo của tôi, có bị mất phí rút tiền không?

source: Users can access the withdrawal page from his dashboard. Users can then send the ETH or ERC20 tokens from their iP2PGo wallet to any wallet, verified users will be charged a withdrawal fee of 0.005 ETH (or equivalent in other tokens) for any withdrawal, and unverified users will be charged a withdrawal fee equivalent to 0.01 ETH (or equivalent in other tokens).
id: User dapat mengakses halaman penarikan dari dasbornya. User kemudian dapat mengirim token ETH atau ERC20 dari wallet iP2PGo wallet ke wallet mana pun, user terverifikasi akan dikenakan biaya penarikan sebesar 0,005 ETH (atau setara dalam token lainnya) untuk penarikan apa pun, dan user yang tidak terverifikasi akan dikenakan biaya penarikan setara hingga 0,01 ETH (atau setara dalam token lain).
vi: Người dùng có thể truy cập trang rút tiền từ bảng điều khiển của mình. Sau đó, người dùng có thể gửi mã thông báo ETH hoặc ERC20 từ ví iP2PGo của họ tới bất kỳ ví nào, người dùng được xác minh sẽ bị tính phí rút tiền 0,005 ETH (hoặc tương đương với các mã thông báo khác) cho bất kỳ lần rút tiền nào và người dùng chưa được xác minh sẽ bị tính phí rút tiền tương đương 0,01 ETH (hoặc tương đương trong các mã thông báo khác).

source: Is there a minimum transaction amount ? Is there a minimum deposit amount ? Is there a minimum withdrawal amount ?
id: Apakah ada jumlah transaksi minimum? Apakah ada jumlah setoran minimum? Apakah ada jumlah penarikan minimum?
vi: Có quy định số tiền giao dịch tối thiểu không? Có quy định số tiền gửi trước tối thiểu không? Có quy định số tiền rút ra tối thiểu không?

source: The minimum transaction amount is 0.1 ETH or equivalent in ERC20 tokens.
id: Jumlah transaksi minimum adalah 0.1 ETH atau setara dalam token ERC20.
vi: Số tiền giao dịch tối thiểu là 0,1 ETH hoặc tương với token ERC20.

source: How to buy ETH / ERC20 tokens with FIAT MONEY ?
id: Bagaimana cara membeli token ETH / ERC20 dengan FIAT MONEY?
vi: Không có số tiền gửi trước tối thiểu và không có số tiền rút ra tối thiểu.

source: Look for sell-offer or you can create your own buy-offer and wait for seller to hit your offer.
id: Carilah penawaran jual atau Anda dapat membuat penawaran beli Anda sendiri dan menunggu penjual untuk menekan tawaran Anda.
vi: Tìm phiếu chào bán hoặc bạn có thể tạo phiếu chào mua mua của riêng mình và chờ người bán lấy giao dịch chào mua của bạn.

source: Buyer-maker
id: Pembeli-Pembuat
vi: Người Mua-người tạo

source: Buyer-taker
id: Pembeli-pengambil
vi: Người mua-người lấy

source: 1. Select the crypto you want to buy
id: 1. Pilih crypto yang ingin Anda beli
vi: 1. Chọn cripto bạn muốn mua

source: 2. Set your spread at or below the Spot Bid Price by changing the sliding scale. Set your ceiling price (optional).
id: 2. Atur spread Anda pada atau di bawah Harga Penawaran Spot dengan mengubah skala geser. Atur harga langit-langit (Ceiling) Anda (opsional).
vi: 2. Đặt mức chênh lệch giữa giá bán và giá mua bằng hoặc thấp hơn Giá Mua Ngay bằng cách thay đổi thang trượt.

source: 2. Select the sell-offer
id: 2. Pilih penawaran jual
vi: 2. Chọn phiếu chào mua hàng

source: 3. Enter the minimum and maximum amount you want to purchase.
id: 3. Masukkan jumlah minimum dan maksimum yang ingin Anda beli
vi: 3. Nhập số tiền tối thiểu và tối đa bạn muốn mua.

source: 3. Enter the amount of ETH or ERC20 token that you want to purchase
id: 3. Masukkan jumlah token ETH atau ERC20 yang ingin Anda beli
vi: 3. Nhập số tiền ETH hoặc token ERC20 mà bạn muốn mua

source: 4. Select your bank
id: 4. Pilih bank Anda
vi: 4. Chọn ngân hàng của bạn

source: 4. Click Buy
id: 4. Klik Beli
vi: 4. Nhấp Mua

source: 5. Enter your bank account number
id: 5. Masukkan nomor rekening bank Anda
vi: 5. Nhập số tài khoản ngân hàng của bạn

source: 5. Enter you 6 digit passcode
id: 5. Masukkan 6 digit kode sandi
vi: 5. Nhập mật mã khóa màn hình gồm 6 chữ số

source: 6. Enter you name as per the bank account
id: 6. Masukkan nama Anda sesuai dengan rekening bank
vi: 6. Nhập tên của bạn giống với tài khoản ngân hàng

source: 6. Transfer funds to the seller’s banking coordinates and confirm it by clicking on ‘I have paid’ button.
id: 6. Transfer dana ke koordinat perbankan penjual dan konfirmasikan dengan mengklik tombol ‘Saya telah membayar’.
vi: 6. Chuyển tiền vào ngân hàng của người bán và xác nhận tiền bằng cách nhấp vào nút ‘Tôi đã thanh toán’.

source: 7. Select your payment window (15 minutes or 30 minutes) and create your buy-offer
id: 7. Pilih jendela pembayaran Anda (15 menit atau 30 menit) dan buat penawaran beli Anda.
vi: 7. Chọn cửa sổ thanh toán của bạn (15 phút hoặc 30 phút) và tạo phiếu chào mua hàng của bạn

source: 7. Receives your ETH or ERC20 tokens before the payment window specified in the sell-offer ends.
id: 7. Menerima token ETH atau ERC20 Anda sebelum jendela pembayaran yang ditentukan dalam penawaran jual berakhir.
vi: 7. Nhận ETH hoặc token ERC20 của bạn trước khi cửa sổ thanh toán được chỉ định trong phiếu chào mua hàng kết thúc.

source: 8. Receive notification in the App or by email that your buy-offer has been taken, login to the App to see the seller-taker details
id: 8. Menerima pemberitahuan di Aplikasi atau melalui email bahwa penawaran beli Anda telah diambil, login ke Aplikasi untuk melihat rincian penjual-pengambil
vi: 8. Nhận thông báo trên ứng dụng hoặc qua email thông báo phiếu chào mua của bạn đã được lấy, đăng nhập vào ứng dụng để xem chi tiết người bán

source: 9. Transfer funds to the seller’s banking coordinates.
id: 9. Transfer dana ke koordinat perbankan penjual.
vi: 9. Chuyển tiền vào ngân hàng của người bán.

source: 10. Receives your ETH or ERC20 tokens before the payment window specified in your buy-offer.
id: 10. Menerima token ETH atau ERC20 Anda sebelum jendela pembayaran yang ditentukan dalam penawaran-beli Anda.
vi: 10. Nhận ETH hoặc token ERC20 của bạn trước khi cửa sổ thanh toán được chỉ định trong phiếu chào mua hàng của bạn kết thúc.

source: How to sell ETH / ERC20 tokens for fiat money ?
id: Bagaimana cara menjual token ETH / ERC20 untuk uang fiat?
vi: Làm thế nào để bán ETH / ERC20 để chuyền thành tiền theo luật định?

source: Look for buy-offer or you can create your own sell-offer and wait for buyer to hit your offer.
id: Carilah penawaran-beli atau Anda dapat membuat penawaran jual Anda sendiri dan tunggu pembeli untuk menekan tawaran Anda.
vi: Tìm mua phiếu chào mua hoặc bạn có thể tạo phiếu chào bán của riêng mình và chờ người mua lấy phiếu chào bán.

source: Seller-maker
id: Penjual-Pembuat
vi: Người Bán-người tạo

source: Seller-taker
id: Penjual-pengambil
vi: Người Bán-người lấy

source: 1. Select the crypto you want to sell
id: 1. Pilih crypto yang ingin Anda jual
vi: 1. Chọn cripto bạn muốn bán

source: 1. Select the crypto you want to sell
id: 1. Pilih crypto yang ingin Anda jual
vi: 1. Chọn cripto bạn muốn bán

source: 2. Deposit the ETH or ERC20 tokens into your iP2PGo wallet
id: 2. Setorkan token ETH atau ERC20 ke dalam wallet iP2PGo Anda
vi: 2. Gửi trước tiền ETH hoặc token ERC20 vào ví iP2PGo của bạn

source: 2. Deposit the ETH or ERC20 tokens into your iP2PGo wallet
id: 2. Setorkan token ETH atau ERC20 ke dalam wallet iP2PGo Anda
vi: 2. Gửi trước tiền ETH hoặc token ERC20 vào ví iP2PGo của bạn

source: 3. Set your spread at or above the Spot Ask Price by changing the sliding scale. Set your floor price (optional).
id: 3. Atur spread Anda pada atau di atas Spot Ask Price dengan mengubah skala geser. Set harga lantai Anda (opsional).
vi: 3 Đặt mức chênh lệch giữa giá bán và giá mua bằng hoặc thấp hơn Giá Bán Ngay bằng cách thay đổi thang trượt. Đặt giá sàn của bạn (tùy chọn).

source: 3. Select the buy-offer
id: 3. Pilih penawaran-beli
vi: 3. Chọn giao dịch chào mua

source: 4. Enter the minimum and maximum amount you want to sell.
id: 4. Masukkan jumlah minimum dan maksimum yang ingin Anda jual.
vi: 4. Nhập số tiền tối thiểu và tối đa bạn muốn mua.

source: 4. Enter the amount of ETH or ERC20 token that you want to sell
id: 4. Masukkan jumlah token ETH atau ERC20 yang ingin Anda jual
vi: 4. Nhập số ETH hoặc token ERC20 mà bạn muốn bán

source: 5. Select your bank
id: 5. Pilih bank Anda
vi: 5. Chọn ngân hàng của bạn

source: 5. Click Sell
id: 5. Klik Jual
vi: 5. Nhấp chọn Bán

source: 6. Enter your bank account number
id: 6. Masukkan nomor rekening bank Anda
vi: 6. Nhập số tài khoản ngân hàng của bạn

source: 6. Enter you 6 digit passcode
id: 6. Masukkan 6 digit kode sandi
vi: 6. Nhập mật mã khóa màn hình gồm 6 chữ số

source: 7. Enter you name as per the bank account
id: 7. Masukkan nama Anda sesuai dengan rekening bank.
vi: 7. Nhập tên của bạn giống với tài khoản ngân hàng

source: 7. Wait for funds from buyer and once received, confirm it by clicking on ‘I have received’ button.
id: 7. Tunggu dana dari pembeli dan setelah diterima, konfirmasikan dengan mengklik tombol 'Saya telah menerima'.
vi: 7. Đợi tiền từ người mua chuyền vào và sau khi nhận được, xác nhận bằng cách nhấp vào nút ‘Tôi đã nhận được’.

source: 8. Select your payment window (15 minutes or 30 minutes) and create your sell-offer
id: 8. Pilih jendela pembayaran Anda (15 menit atau 30 menit) dan buat penawaran jual Anda
vi: 8. Chọn cửa sổ thanh toán của bạn (15 phút hoặc 30 phút) và tạo phiếu chào bán của bạn

source: 9. Receive notification in the App or by email that your sell-offer has been taken, login to the App to see the buyer-taker details
id: 9. Menerima pemberitahuan di Aplikasi atau melalui email bahwa penawaran jual Anda telah diambil, masuk ke Aplikasi untuk melihat detail pembeli-pengambil
vi: 9. Nhận thông báo trên ứng dụng hoặc qua email thông báo rằng sự chào bán của bạn đã được lấy, đăng nhập vào ứng dụng để xem chi tiết người mua

source: 10. Wait for funds from the buyer and once received, confirm it by clicking ‘I have received’ button.
id: 10. Tunggu dana dari pembeli dan setelah diterima, konfirmasikan dengan mengklik tombol 'Saya telah menerima'.
vi: 10. Đợi tiền chuyển vào từ người mua và sau khi nhận được, xác nhận bằng cách nhấp vào nút ‘Tôi đã nhận được’.

source: How do I set my offer price ? What is a floor and ceiling price?
id: Bagaimana cara menetapkan harga penawaran saya? Berapa harga lantai dan langit-langit (“Ceiling”)?
vi: Làm thế nào để thiết lập giá chào? Giá sàn và giá trần là gì?

source: iP2PGo users may post offers to buy or sell ETH or ERC20 tokens in exchange for local currencies using the marketplace. Those that post offers (buy or sell) are called ‘Makers’.
id: Pengguna iP2PGo dapat memposting penawaran untuk membeli atau menjual token ETH atau ERC20 dengan imbalan mata uang lokal menggunakan pasar marketplace. Yang memposting penawaran (beli atau jual) disebut 'Pembuat'.
vi: Người dùng iP2PGo có thể đăng các đơn chào hàng mua hoặc bán ETH, token ERC20 để đổi lấy tiền nội tệ mà thị trường đang sử dụng. Người đăng các đơn chào hàng (mua hoặc bán) được gọi là ‘Người tạo’.

source: All offers are based on good-till-cancel (“GTC”) basis. Makers will have to set their Offer Spread above/below the Spot ask/bid price by varying the spread scale. The bid and ask price is based on bittrex.com
id: Semua penawaran didasarkan pada dasar bagus sampai dibatalkan “Good-till-Cancel” ('GTC'). Pembuat harus menetapkan Spread Penawaran mereka di atas / di bawah harga Spot ask / bid dengan memvariasikan skala spread. Harga bid dan ask didasarkan pada harga di bittrex.com
vi: Tất cả các đơn chào hàng đều có giá trị đến khi huỷ bỏ (Good Till Canceled- GTC). Người tạo các đơn chào mua bán phải đặt khoảng chênh lệch giữa giá mua và giá bán trong đơn chào hàng của mình trên hoặc thấp hơn Giá Mua/Bán Ngay (Spot Bid/Ask Price) bằng cách thay đổi tỷ lệ khoảng chênh lệch. Giá trung bình thì dựa vào giá được đăng tải trên bittrex.com.

source: Unless the offer is cancelled manually by the Maker itself, the offer will still be valid irregardless of the ETH or ERC20 token future price movements, this is because the Maker offer is based on Spread above a moving market price rather than a fixed absolute price.
id: Kecuali tawaran itu dibatalkan secara manual oleh Pembuat itu sendiri, tawaran itu akan tetap berlaku tanpa menghiraukan pergerakan harga ETH atau ERC20, karena tawaran Pembuat didasarkan pada Penyebaran “Spread” di atas harga pasar yang bergerak daripada harga mutlak tetap.
vi: Trừ khi đơn chào hàng bị người tạo hủy bỏ bằng tay, các đơn chào hàng sẽ vẫn còn hợp lệ bất kể các biến động giá tương lai của ETH hoặc ERC20 diễn ra thế nào. Sỡ dĩ như thế là do đơn chào hàng do người tạo tạo ra được dựa trên Spread bên trên giá thị trường thay vì giá cố định tuyệt đối.

source: As an option the Maker can also set additional floor (minimum) price (for sell offer) and a ceiling (maximum) price (for a buy offer). During the period where the Maker’s buy (bid) offer price of the ETH or ERC20 token increases above the ceiling price, the Maker’s buy offer will be suspended from the marketplace and will only be reinstated once his/her buy offer price drops again to and below the ceiling price (if not yet hit by a taker) and vice versa in the case for sell offer.
id: Sebagai opsi, Pembuat juga dapat menetapkan harga lantai “floor” (minimum) tambahan (untuk penawaran jual) dan harga langit-langit “Ceiling” (maksimum) (untuk penawaran beli). Selama periode ketika harga tawaran pembelian (“bid”) Pembuat dari ETH atau ERC20 token meningkat di atas harga langit-langit “Ceiling”, tawaran pembelian Pembuat akan ditangguhkan dari pasar dan hanya akan dikembalikan ke pasar setelah harga penawaran belinya turun lagi dan di bawah harga langit-langit (jika belum diambil oleh pengambil) dan sebaliknya dalam kasus untuk penawaran jual.
vi: Như là một phương án tùy chọn, Người Tạo đơn chào hàng cũng có thể đặt giá sàn bổ sung (tối thiểu) (đối với đơn chào bán) và giá trần (tối đa) (đối với đơn chào mua). Trong suốt thời gian mà giá chào mua của Người tạo đơn (giá bid) ETH hoặc token ERC20 tăng cao hơn giá trần, đơn chào mua của Người Tạo sẽ bị tạm ngưng trên thị trường và chỉ được phục hồi khi giá mua của họ giảm xuống và ở mức dưới giá trần (nếu vẫn chưa được người mua lấy), trong trường hợp đơn chào bán thì ngược lại.

source: Examples of how this works are as shown below :
id: Contoh bagaimana ini berfungsi seperti yang ditunjukkan di bawah ini:
vi: Ví dụ về cách thức hoạt động này như sau:

source: 3. Security
id: 3. Keamanan
vi: 3. Bảo mật

source: How does iP2PGo store my ETH ?
id: Bagaimana iP2PGo menyimpan ETH saya?
vi: IP2PGo lưu trữ ETH của tôi như thế nào?

source: IP2PGo store users’ ETH and ERC20 tokens in multiple holding wallets that can only be signed by our own executing wallet for all operations furthermore no private keys are available to be exported.
id: IP2PGo menyimpan token ETH dan ERC20 pengguna di beberapa wallet sementara yang hanya dapat ditandatangani oleh wallet eksekusi kami sendiri untuk semua operasi dan tidak ada kunci privat yang tersedia untuk diekspor.
vi: IP2PGo lưu trữ ETH và token ERC20 của người dùng ở những ví đang nắm dữ nhiều tầng, những ví này chỉ có thể được kí hiệu bởi ví mà chúng tôi đang vận hành riêng cho tất cả các hoạt động. Hơn nữa, không có khóa riêng nào khả dụng để xuất ra.

source: Can the administrator access the escrow wallet ?
id: Dapatkah administrator mengakses wallet escrow?
vi: Quản trị viên có thể truy cập vào ví ký quỹ không?

source: iP2PGo admin can only access ETH or ERC20 tokens held in the Escrow Smart Contract if explicit digital permission is given by the buyer or seller and only in the event of a trade dispute and with a limited function of either releasing the ETH to the buyer or sending it back to the seller.
id: Admin iP2PGo hanya dapat mengakses token ETH atau ERC20 yang disimpan dalam Kontrak Pintar Escrow jika izin digital eksplisit diberikan oleh pembeli atau penjual dan hanya dalam hal terjadi sengketa perdagangan dan dengan fungsi terbatas baik yang melepaskan ETH ke pembeli atau mengirim kembali ke penjual.
vi: Quản trị viên iP2PGo chỉ có thể truy cập ETH hoặc token ERC20 được giữ trong Hợp Đồng Thông Minh Escrow nếu có sự cho phép rõ ràng vể mặt kĩ thuật số của người mua hoặc người bán và chỉ có thể truy cập trong trường hợp có tranh chấp thương mại với chức năng giới hạn là phân phát ETH cho người mua hoặc gửi nó trở lại với người bán.

source: Can the administrator access my exchange wallet ?
id: Dapatkah administrator mengakses wallet pertukaran saya?
vi: Quản trị viên có thể truy cập ví tiền của tôi không?

source: The iP2PGo admin cannot transfer any amount from the user’s iP2PGo wallet, since the smart contract that runs the wallet has been programmed to only allow the user to execute any withdrawal command through his login.
id: Admin iP2PGo tidak dapat mentransfer jumlah berapa pun dari wallet iP2PGo pengguna, karena kontrak cerdas “Smart Contract” yang meng eksekusi wallet telah diprogram untuk hanya mengizinkan pengguna untuk menjalankan perintah penarikan apa pun melalui login-nya.
vi: Quản trị viên iP2PGo không thể chuyển bất kỳ số tiền nào từ ví iP2PGo của người dùng, vì bộ giao thức Hợp Đồng Thông Minh mà điều khiển ví đã được lập trình chỉ cho phép người dùng thực hiện bất kỳ lệnh rút tiền nào thông qua đăng nhập của mình.

source: WHY YOU SHOULD USE iP2PGO
id: MENGAPA ANDA HARUS MENGGUNAKAN iP2PGO
vi: Tại sao bạn nên sử dụng ip2pgo

source: More Choice of Crypto
id: LEBIH BANYAK PILIHAN CRYPTOS
vi: THÊM MỘT LỰA CHỌN VỀ CRYPTO

source: Low Fees
id: BIAYA RENDAH
vi: PHÍ THẤP

source: Comprehensive AML & KYC Process
id: PROSES AML DAN KYC YANG KOMPREHENSIF
vi: Quy trình AML & KYC toàn diện

source: Experience Management
id: MANAJEMEN YANG BERPENGALAMAN
vi: QUẢN LÝ KINH NGHIỆM

source: Easy, Fast & Secure
id: MUDAH, CEPAT & AMAN
vi: DỄ DÀNG, NHANH CHÓNG & AN TOÀN

source: IP2PGO USER GUIDE FIAT TRADES
id: PANDUAN PENGGUNA IP2PGO PERDAGANGAN FIAT
vi: HƯỚNG DẪN SỬ DỤNG IP2PGO HƯỚNG DẪN SỬ DỤNG FIAT

source: Please click this icon below to download the IP2PGO User Guide Fiat Trades.
id: Silakan klik ikon ini di bawah ini untuk mengunduh Panduan Pengguna IP2PGO Perdagangan Fiat.
vi: Vui lòng nhấp vào biểu tượng này bên dưới để tải xuống Hướng dẫn sử dụng IP2PGO Fiat Trades.

source: IP2PGO TOKEN SLIDE DECK
id: SLAID TOKEN IP2PGO
vi: Trượt mã thông báo IP2PGO

source: Please click this icon below to download the IP2PGO Token Guideline.
id: Silakan klik ikon di bawah ini untuk mengunduh Panduan Token IP2PGO.
vi: Vui lòng nhấp vào biểu tượng này bên dưới để tải xuống Hướng dẫn mã thông báo IP2PGO.

source: P2P CRYPTO MARKETPLACE
id: PASAR CRYPTO P2P
vi: THỊ TRƯỜNG P2P CRYPTO

source: FOR ETH & ERC20 TOKENS
id: UNTUK ETH & TOKEN ERC 20
vi: ĐỐI VỚI ETH & ERC20 TOKEN

source: Language
id: Bahasa
vi: Ngôn ngữ

source: Close
id: Tutup
vi: Đóng

source: HOME
id: LAMAN UTAMA
vi: TRANG CHỦ
