Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: You may not link to this Website, either manually or automatically, without our prior written permission. <br>This Website must not be framed on any other website without our prior written permission. We reserve the right to withdraw linking and framing permission without notice. <br>If you wish to make any use of material on this Website other than that set out above, please address your request to admin@ip2pgo.com
id: Anda tidak boleh menautkan ke Situs Web ini, baik secara manual atau otomatis, tanpa izin tertulis sebelumnya dari kami.Situs web ini tidak boleh dibingkai padasitus web lain tanpa izin tertulis sebelumnya dari kami. Kami berhak untuk menarik penautan dan izin framing tanpa pemberitahuan.Jika Anda ingin menggunakan materi diSitus Web ini selain dari yang ditetapkan di atas, silakan alamat permintaan Anda ke admin@ip2pgo.com
vi: Bạn không được tạo liên kết đến trang web này, bằng thủ công hoặc tự động mà không có sự cho phép trước bằng văn bản của chúng tôi.<br> Trang web này không được bố trí trên bất kỳ trang web nào khác mà không có sự cho phép trước bằng văn bản của chúng tôi. Chúng tôi bảo lưu quyền liên kết đến link rút tiền và quyền bố trí mà không cần đưa ra thông báo.<br>Nếu bạn muốn sử dụng bất kỳ tài liệu nào trên trang web này ngoài mục đích nêu trên, vui lòng gửi yêu cầu của bạn tới admin@ip2pgo.com

source: LINKS FROM OUR SITE
id: TAUTAN DARI SITUS KAMI
vi: LIÊN KẾT TỪ TRANG WEB CỦA CHÚNG TÔI

source: Where this Website links to other websites and resources provided by third parties, these links are provided for your information only. We have no control over the contents of those websites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.
id: Jika Situs web ini tertaut ke situs web dan sumber lain yang disediakan oleh pihak ketiga, tautan ini disediakan hanya untuk informasi Anda. Kami tidak memiliki kendali atas konten situs web atau sumber daya tersebut, dan tidak bertanggung jawab atas mereka atau atas kehilangan atau kerusakan yang mungkin timbul dari penggunaan Anda atas mereka.
vi: Khi trang web này liên kết đến các trang web và tài nguyên khác do bên thứ ba cung cấp, các liên kết này chỉ được cung cấp cho thông tin của bạn. Chúng tôi không kiểm soát nội dung của các trang web hoặc tài nguyên đó và không chịu trách nhiệm về chúng hoặc cho bất kỳ tổn thất hoặc thiệt hại nào phát sinh từ việc bạn sử dụng chúng.

source: JURISDICTION AND GOVERNING LAW
id: YURISDIKSI DAN HUKUM YANG BERLAKU
vi: LUẬT ÁP DỤNG VÀ THẨM QUYỀN XÉT XỬ

source: The Cayman Islands courts will have exclusive jurisdiction over any claim arising from, or related to, a visit to our Website although we retain the right to bring proceedings against you for breach of these conditions in your country of residence or any other relevant country. These Terms and Conditions are governed by Cayman Islands laws.
id: Pengadilan Kepulauan Cayman akan memiliki yurisdiksi eksklusif atas klaim apa pun yang timbul dari, atau terkait dengan, kunjungan ke Situs Web kami meskipun kami memiliki hak untuk mengajukan tuntutan terhadap Anda karena pelanggaran terhadap kondisi ini di negara tempat tinggal Anda atau negara lain yang terkait. Syarat dan Ketentuan ini diatur oleh hukum Kepulauan Cayman.
vi: Tòa án quần đảo Cayman sẽ có thẩm quyền xét xử đối với bất kỳ khiếun nại nào phát sinh hoặc liên quan đến việc truy cập vào trang web của chúng tôi mặc dù chúng tôi có quyền kiện lại bạn đối với các vi phạm các điều khoản này tại quốc gia mà bạn đang cư trú hoặc bất kỳ quốc gia nào khác có liên quan. Các Điều khoản và Điều kiện này chịu sự điều chỉnh của luật Cayman Islands.

source: OTHER
id: LAIN
vi: KHÁC

source: The failure of the Company to exercise or enforce any right or provision of these Terms and Conditions shall not constitute a waiver of such right or provision in that or any other instance. If any provision of these Terms and Conditions is deemed invalid, the invalidity of such provision shall not affect the validity and enforceability of the remaining provisions of this Terms and Conditions, which shall remain in full force and effect.
id: Kegagalan Perusahaan untuk melaksanakan atau menegakkan hak atau ketentuan apa pun dari Syarat dan Ketentuan ini bukan merupakan pengabaian hak atau ketentuan tersebut dalam hal itu atau contoh lainnya. Jika ada ketentuan dari Syarat dan Ketentuan ini dianggap tidak valid, ketidakabsahan ketentuan tersebut tidak akan mempengaruhi validitas dan keberlakuan ketentuan lainnya dari Syarat dan Ketentuan ini, yang akan tetap berlaku dan memiliki kekuatan penuh.
vi: Sự thất bại của Công ty trong việc thực thi hoặc tiến hành bất kỳ quyền hay điều khoản nào trong các Điều khoản và Điều kiện này sẽ không cấu thành việc từ bỏ quyền hoặc điều khoản đó trong trường hợp đó hoặc bất kỳ trường hợp nào khác. Nếu bất kỳ điều khoản nào trong các Điều khoản và Điều kiện này được coi là không hợp lệ thì tính không hợp lệ của điều khoản đó sẽ không ảnh hưởng đến tính hợp lệ và khả năng thực thi của các điều khoản còn lại của Điều khoản và Điều kiện này.

source: Please update your profile
id: Silakan perbarui profil Anda
vi: Xin vui lòng cập nhật Hồ sơ

source: Male
id: Lelaki
vi: Nam

source: Female
id: Wanita
vi: Nữ

source: Enter Username
id: Masukkan Nama Pengguna
vi: Nhập tên đăng nhập người dùng

source: Enter Passcode
id: Masukkan Kode Rahsia
vi: Nhập mật khẩu

source: Enter your passcode again
id: Sila Masukkan Kode Rahsia Anda Sekali Lagi
vi: Nhập lai mật khẩu khóa màn hình

source: Enter Your Passcode Again
id: Sila Masukkan Kode Rahsia Anda Sekali Lagi
vi: Nhập lai mật khẩu khóa màn hình

source: USER GUIDE
id: PANDUAN PENGGUNA
vi: HƯỚNG DẪN SỬ DỤNG

source: Please click this icon below to download the User Guide.
id: Silakan klik ikon di bawah ini untuk mengunduh Panduan Pengguna.
vi: Vui lòng nhấn vào biểu tượng này dưới đây để tải về Sổ tay Hướng dẫn người dùng .

source: Welcome to iP2PGO, this is your download link
id: Selamat datang ke iP2PGO, ini adalah tautan unduhan Anda
vi: Chào mừng bạn đến với iP2PGO .Đây là liên kết (link) tải xuống

source: This is your download link
id: Ini tautan unduhan Anda
vi: Đây là liên kết (link) tải xuống

source: Referral commission from {uname}
id: Komisi referensi dari {uname}
vi: Hoa hồng giới thiệu từ {uname}

source: For Verified User Only:
id: Hanya Untuk Pengguna Terverifikasi:

source: Copyright © 2018 iP2PGO
id: Hak Cipta © 2018 iP2PGO

source: Referral
id: Rujukan

source: Malaysia
id: Indonesia

source: You must be a verified user to make a fiat order.
id: Anda harus menjadi pengguna yang diverifikasi untuk melakukan pemesanan fiat.

source: Indonesian
id: Bahasa Indonesia

source: Simplified Chinese
id: Mandarin

source: There is no deposit fee.
id: Tiada dibebankan biaya setor
