Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: As an option the Maker can also set additional floor (minimum) price (for sell offer) and a ceiling (maximum) price (for a buy offer). During the period where the Maker’s bid offer price of the ETH or ERC20 token increases above the ceiling price, the Maker’s buy offer will be suspended from the marketplace and will only be reinstated once the offer price drops again to and below the ceiling price (if not yet hit by a taker) and vice versa in the case for sell offer.
id: Sebagai opsi, Pembuat juga dapat menetapkan harga lantai (minimum) “Floor Price” tambahan (untuk penawaran jual) dan harga langit-langit “Ceiling Price” (maksimum) (untuk penawaran beli). Selama periode di mana Penawaran harga dari ETH atau ERC20 token meningkat di atas harga langit-langit, tawaran beli Pembuat akan ditangguhkan dari pasar dan hanya akan dipulihkan setelah harga penawaran turun di bawah harga langit langit (“Ceiling Price”) (jika belum diambil oleh pengambil) dan sebaliknya dalam kasus untuk penawaran jual.
vi: Như là một phương án tùy chọn, Người Tạo cũng có thể đặt giá sàn bổ sung (tối thiểu) (đối với đơn chào bán) và giá trần (tối đa) (đối với đơn chào mua). Trong suốt thời gian đó khi giá chào bán ETH hoặc token ERC20 của người tạo tăng cao hơn giá trần, đơn chào mua của người tạo sẽ bị đóng băng giao dịch trên thị trường và chỉ được phục hồi khi giá chào giảm xuống và thấp hơn giá trần (nếu chưa được người nào lấy đơn chào mua); trong trường hợp đối với đơn chào bán thì ngược lại.

source: Apart from the Offer Spread above, the Maker must also key-in the ‘Amount to Buy or Sell’, which is also the maximum amount. As an option the Maker can also key-in the minimum amount to buy or sell. If only the ‘Amount to Buy/Sell’ is keyed-in, then the Taker will have to match the exact amount to enter into a transaction, however if the minimum amount is also keyed-in, then any amount within the minimum and maximum can be transacted.
id: Terlepas dari Penawaran Spread di atas, Pembuat juga harus memasukkan ‘Jumlah untuk Membeli atau Menjual’, yang juga merupakan jumlah maksimum. Sebagai opsi, Pembuat juga dapat memasukkan jumlah minimum untuk membeli atau menjual. Jika hanya 'Jumlah Beli / Jual' yang dimasukkan, maka Pengambil harus mencocokkan jumlah yang tepat untuk melakukan transaksi, namun jika jumlah minimum juga dimasukkan, maka jumlah apa pun dalam batas minimum dan maksimum dapat ditransaksikan.
vi: Ngoài khoảng chênh lệnh giá mua và giá bán ở trên, Người Tạo cũng phải nhập 'Số tiền muốn mua hoặc bán', và đó cũng là số tiền tối đa. Như là một phương án tùy chọn, Người Tạo cũng có thể nhập số tiền tối thiểu muốn mua hoặc bán. Nếu chỉ nhập 'Số tiền muốn mua hoặc bán', thì người lấy đơn chào phải nhập chính xác và khớp số tiền tham gia giao dịch. Tuy nhiên nếu số tiền tối thiểu cũng được nhập, thì cả hai số tiền ở trong mức tối thiểu hay tối đa đều có thể được giao dịch.

source: Lastly, the Maker must input their bank account details, whether they are making a buy or sell offer. This is so that the seller will know from which account he will receive the funds and the buyer will know to which account he needs to transfer the funds to. The Maker will also need to choose between 15 minutes or 30 minutes payment window.
id: Terakhir, Pembuat harus memasukkan detail rekening bank mereka, apakah mereka melakukan penawaran beli atau jual. Ini agar penjual akan tahu dari akun mana dia akan menerima dana dan pembeli akan tahu ke akun mana yang dia butuhkan untuk mentransfer dana. Pembuat juga perlu memilih antara 15 menit atau 30 menit jendela pembayaran.
vi: Cuối cùng, Người Tạo phải nhập chi tiết tài khoản ngân hàng của mình, cho dù họ đang tiến hành mua hay bán. Điều này là để người bán biết được là anh ta sẽ nhận được tiền từ tài khoản nào và người mua sẽ biết được mình cần chuyển tiền đến tài khoản nào. Người Tạo cần phải chọn Cửa Sổ Thanh Toán 15 phút hay 30 phút.

source: iP2PGo reserves the right to delete offers from the marketplace at its discretion. Generally, it will delete offers if they appear to be unlawful, non-genuine, fraudulent, spam or are otherwise incorrect.
id: iP2PGo berhak untuk menghapus penawaran dari pasar atas kebijakannya sendiri. Secara umum, iP2PGo akan menghapus tawaran jika mereka tampak melanggar hukum, tidak asli, menipu, spam, atau tidak benar.
vi: iP2PGo bảo lưu quyền xóa đơn chào mua bán khỏi thị trường theo quyết định của mình. Nói chung, chúng tôi sẽ xóa các đơn chào mua bán nếu chúng có vẻ bất hợp pháp, không chính danh, gian lận, giống nhưi thư rác hoặc không chính xác.

source: In making an offer verified users will have an option to specify whether he/she would want to trade with an unverified user. If the option is NOT selected, any unverified user would not be able to ‘take’ the offer by the verified user.
id: Dalam membuat penawaran, user terverifikasi akan memiliki opsi untuk menentukan apakah dia ingin bertransaksi dengan user yang tidak terverifikasi. Jika opsi TIDAK dipilih, setiap user yang tidak diverifikasi tidak akan dapat 'mengambil' tawaran oleh user terverifikasi.
vi: Khi đưa ra lời đề nghị, người dùng được xác minh sẽ có tùy chọn chỉ định liệu anh ấy / cô ấy có muốn giao dịch với người dùng chưa được xác minh hay không. Nếu tùy chọn KHÔNG được chọn, bất kỳ người dùng chưa được xác minh nào cũng sẽ không thể nhận được ưu đãi của người dùng được xác minh.

source: 6. Communications between parties
id: 6. Komunikasi antar pihak
vi: 6. Truyền thông giữa các bên

source: A communication channel will be opened to buyers, sellers and support desk in the event of a dispute.
id: Saluran komunikasi akan dibuka untuk pembeli, penjual dan meja dukungan (Support) jika terjadi perselisihan.
vi: Chúng tôi sẽ mở một kênh liên lạc cho người mua, người bán và dịch vụ hỗ trợ tại chỗ trong trường hợp có tranh chấp.

source: It is the responsibility of a user to make and keep adequate records of communications, details of transactions and financial history to the extent that they are required to do so in their jurisdiction.
id: Ini adalah tanggung jawab pengguna untuk membuat dan menyimpan catatan komunikasi yang memadai, perincian transaksi dan sejarah keuangan sejauh bahwa mereka diminta untuk melakukannya di wilayah hukum mereka.
vi: Người sử dụng có trách nhiệm lập và lưu giữ đầy đủ hồ sơ liên lạc, chi tiết về các giao dịch và lịch sử tài chính theo như được yêu cầu trong phạm vi quyền hạn của mình.

source: You must not be engage in communication with other iP2PGo users or the Support Desks personnel which is offensive, abusive, unlawful, defamatory, indecent or inappropriate.
id: Anda tidak boleh terlibat dalam komunikasi dengan pengguna iP2PGo lain atau staf Layanan Dukungan (Support Desk Personnel) yang ofensif, kasar, melanggar hukum, memfitnah, tidak senonoh atau tidak pantas.
vi: Không được tiến hành giao tiếp với những người dùng iP2PGo khác hoặc nhân viên hỗ trợ tại chỗ bằng cách gây khó chịu, lăng mạ, bất hợp pháp, phỉ báng, không đứng đắn hoặc không phù hợp.

source: You acknowledge that we are unable to provide you with any other information about the identity of another iP2PGo user other than what is made available to you on our website.
id: Anda mengakui bahwa kami tidak dapat memberi Anda informasi lain tentang identitas pengguna iP2PGo lain selain apa yang disediakan untuk Anda di situs web kami.
vi: Xin hãy hiểu cho rằng chúng tôi không thể cung cấp cho bạn bất kỳ thông tin nào khác về danh tính của người dùng iP2PGo khác ngoài những thông tin mà chúng tôi sẵn có đang cung cấp trên trang web của chúng tôi.

source: 7. Trades of ETH or ERC20 token
id: 7. Transaksi token ETH atau ERC20
vi: 7. Giao dịch tiền ETH hoặc token ERC20

source: The parties of a trade are referred to as 'buyer' (those who are interested in trading local currency for ETH or ERC20 tokens) and 'sellers' (those who are interested in trading ETH or ERC20 tokens for local currency). Both can be “makers” (those who are interested to make an offer in the marketplace) and “takers” (those who are interested to hit on an offer listed in the marketplace).
id: Pihak-pihak dalam perdagangan disebut sebagai 'pembeli' (mereka yang tertarik untuk memperdagangkan mata uang lokal untuk token ETH atau ERC20) dan 'penjual' (mereka yang tertarik untuk memperdagangkan ETH atau token ERC20 untuk mata uang lokal). Keduanya dapat menjadi 'pembuat' (mereka yang tertarik untuk membuat penawaran di pasar) dan 'pengambil' (mereka yang tertarik untuk mendapatkan penawaran yang terdaftar di pasar).
vi: Các bên giao dịch được gọi là 'người mua' (những người quan tâm đến giao dịch về tiền tệ quốc gia đối với tiền ETH hoặc token ERC20) và 'người bán' (những người quan tâm đến giao dịch về tiền ETH hoặc token ERC20 đối với tiền tệ quốc gia). Cả hai có thể là 'người tạo' (những người quan tâm đến việc tạo ra đơn chào hàng trên thị trường) và 'takers' (những người quan tâm đến việc lấy đơn chào hàng đang được liệt kê trên thị trường).

source: When trading with a user located with the aid of iP2PGo's services, payment instructions can only be communicated directly between the buyer and seller. We do not have any bank accounts that hold users' funds, nor do we facilitate or escrow any local currency payments between buyers and sellers. At no point during the course of a trade does the buyers' or sellers' ETH or ERC20 tokens enter our control, unless a dispute situation arises.
id: Ketika berdagang dengan pengguna yang berada dengan bantuan layanan iP2PGo, instruksi pembayaran hanya dapat dikomunikasikan langsung antara pembeli dan penjual. Kami tidak memiliki rekening bank apa pun yang menyimpan dana pengguna, kami pun tidak memfasilitasi atau mengangsur pembayaran mata uang lokal apa pun antara pembeli dan penjual. Tidak ada gunanya selama berlangsungnya perdagangan apakah token pembeli atau penjual 'ETH atau ERC20 masuk ke dalam kendali kita, kecuali jika ada situasi perselisihan.
vi: Khi giao dịch với người dùng được tiến hành với sự hỗ trợ dịch vụ của iP2PG thì chúng tôi sẽ đưa ra hướng dẫn thanh toán và được truyền tải trực tiếp giữa người mua và người bán. Chúng tôi không có bất kỳ tài khoản ngân hàng nào giữ tiền của người dùng, và chúng tôi cũng không tạo điều kiện hoặc bảo chứng cho bất kỳ khoản thanh toán bằng tiền tệ quốc gia nào giữa người mua và người bán. Không có thời điểm nào trong suốt quá trình giao dịch mà tiền ETH hoặc token ERC20 của người mua hoặc người bán đi vào sự kiểm soát của chúng tôi, trừ khi xảy ra tình huống tranh chấp.

source: ETH and ERC20 token trades are conducted via the Ethereum distributed computing network, which we cannot and do not control. When a seller enters into a transaction with a buyer, the seller transfers ETH or ERC20 tokens directly to an Escrow Smart Contract on the Ethereum blockchain. iP2PGo can only access ETH or ERC20 tokens held in the Escrow Smart Contract if explicit digital permission is given by the buyer or seller and only in the event of a trade dispute. It is impossible for us to have ETH or ERC20 tokens directed to anyone other than the seller or the buyer as per the code of the Escrow Smart Contract.
id: Perdagangan token ETH dan ERC20 dilakukan melalui jaringan komputasi Ethereum terdistribusi, yang tidak dapat dan tidak kami kontrol. Ketika penjual melakukan transaksi dengan pembeli, penjual mentransfer token ETH atau ERC20 langsung ke Kontrak Pintar Escrow (“Escrow Smart Contract”) pada blockchain Ethereum. iP2PGo hanya dapat mengakses token ETH atau ERC20 yang disimpan dalam Kontrak Pintar Escrow (“Escrow Smart Contract”) jika izin digital eksplisit diberikan oleh pembeli atau penjual dan hanya jika terjadi sengketa perdagangan. Tidak mungkin bagi kami untuk memiliki token ETH atau ERC20 yang ditujukan kepada siapa pun selain penjual atau pembeli sesuai dengan kode Kontrak Pintar Escrow (“Escrow Smart Contract”).
vi: Tiền ETH và token ERC20 được thực hiện thông qua mạng máy tính toán phân tán Ethereum, cái chúng tôi không thể và không kiểm soát được. Khi người bán tham gia vào giao dịch với người mua, người bán chuyển ETH hoặc token ERC20 trực tiếp đến Hợp Đồng Thông Minh Escrow trên chuỗi khối Ethereum. iP2PGo chỉ có thể truy cập tiền ETH hoặc token ERC20 được giữ trong Hợp Đồng Thông Minh Escrow nếu người mua hoặc người bán cấp phép rõ ràng và chỉ trong trường hợp có tranh chấp thương mại. Chúng tôi không thể điều phối tiền ETH hoặc token ERC20 cho bất kỳ ai khác ngoài người bán hoặc người mua theo mã của Hợp Đồng Thông Minh Escrow.

source: 8. Terms of the transaction
id: 8. Ketentuan transaksi
vi: 8. Điều khoản giao dịch

source: Once ETH or ERC20 token is transferred into the Escrow Smart Contract, the trade should proceed in accordance with the terms agreed between the buyer and the seller. This will ordinarily require:
id: Setelah token ETH atau ERC20 ditransfer ke dalam Kontrak Pintar Escrow (“Escrow Smart Contract”), perdagangan harus dilanjutkan sesuai dengan persyaratan yang disepakati antara pembeli dan penjual. Ini biasanya membutuhkan:
vi: Khi tiền ETH hoặc token ERC20 được chuyển vào Hợp Đồng Thông Minh Escrow, giao dịch phải tiến hành dựa theo các điều khoản được thỏa thuận giữa người mua và người bán. Điều này thông thường sẽ yêu cầu:

source: I.The buyer making a payment in local currency directly to the seller;
id: I.Pembeli melakukan pembayaran dalam mata uang lokal langsung ke penjual;
vi: I. Người mua thanh toán bằng tiền tệ quốc gia trực tiếp cho người bán;

source: II.once local currency payment is received in full and in cleared funds, the ETH or ERC20 token held in escrow must be released by the seller.
id: II.setelah pembayaran mata uang lokal diterima secara penuh dan dalam dana yang disaring bersih (“cleared funds”), token ETH atau ERC20 yang disimpan di escrow harus dikeluarkan oleh penjual.
vi: II. Một khi việc thanh toán bằng tiền tệ quốc gia đã tiến hành đầy đủ và tiền đã được bù trù, tiền ETH hoặc token ERC20 mà đang được giữ ở Escrow phải được người bán phát hành.

source: Once a buyer select a particular sell offer from a seller or once a buyer’s offer has been selected by a seller, an Escrow Smart Contract for the transaction will be created and the ‘time left to pay’ timer will start the countdown. The seller’s ETH or ERC20 token will be transferred to the Escrow Smart Contract and locked. The buyer will then have to make payment and represent that the payment has been made by clicking the ‘I have paid’ button before the timer countdown finishes.
id: Setelah pembeli memilih tawaran jual tertentu dari penjual atau setelah tawaran pembeli dipilih oleh penjual, Kontrak Cerdas Escrow (“Escrow Smart Contract”) untuk transaksi akan dibuat dan pengatur waktu ‘waktu tersisa untuk membayar’ akan mulai menghitung mundur. Token ETH atau ERC20 penjual akan ditransfer ke Kontrak Pintar Escrow (“Escrow Smart Contract”) dan dikunci. Pembeli kemudian harus melakukan pembayaran dan menyatakan bahwa pembayaran telah dilakukan dengan mengklik tombol ‘Saya telah membayar’ sebelum hitungan mundur pewaktu selesai.
vi: Khi người mua chọn đơn chào bán hàng cụ thể từ người bán hoặc khi đơn chào mua của người mua được người bán chọn thì sẽ tạo ra Hợp Đồng Thông Minh Escrow cho giao dịch đó và bộ đếm' thời gian còn lại để thanh toán' sẽ bắt đầu đếm ngược. Tiền ETH hoặc token ERC20 của người bán sẽ được chuyển vào Hợp Đồng Thông Minh Escrow và bị khóa. Sau đó, người mua sẽ phải thực hiện thanh toán và cho biết rằng thanh toán đã được thực hiện bằng cách nhấp vào nút ‘Tôi đã trả tiền’ trước khi thời giờ đếm ngược kết thúc.

source: If the countdown ends and there is still no representation from the buyer, the system will automatically put the transaction into ‘dispute’, the support desks will then access the situation and if it’s determined that the buyer didn’t want to go through the transaction the ETH or ERC20 token will be released back to seller’s exchange wallet.
id: Jika hitungan mundur berakhir dan masih belum ada perwakilan dari pembeli, sistem akan secara otomatis memasukkan transaksi ke 'perselisihan', meja dukungan kemudian akan mengakses situasi dan jika ditentukan bahwa pembeli tidak ingin melalui transaksi Token ETH atau ERC20 akan dirilis kembali ke wallet pertukaran penjual.
vi: Nếu việc đếm ngược kết thúc và vẫn không có tuyên báo nào từ người mua, hệ thống sẽ tự động đặt giao dịch vào 'tranh chấp', bộ phận hỗ trợ tại chỗ sẽ truy cập vào tình huống và nếu xác định người mua không muốn thực hiện giao dịch thì tiền ETH hoặc token ERC20 sẽ được trả lại cho ví trao đổi giao dịch của người bán.

source: Buyer who cancels a transaction before the countdown ends or didn’t act on the transaction after the countdown ended will be charged a gas fee since the platform has already incurred gas fees for creating the Escrow Smart Contract and the platform will have to return the ETH or ERC20 token back to the seller’s exchange wallet. If the buyer does not have any ETH or ERC20 tokens in its exchange wallet during the time of the cancelled transaction, the system will deduct it when the buyer’s exchange wallet has any balance. The buyer will need to repay this gas fee by depositing ETH or ERC20 token, before he/she can undertake any further trades.
id: Pembeli yang membatalkan transaksi sebelum hitungan mundur berakhir atau tidak melakukan transaksi setelah penghitungan mundur berakhir akan dikenakan biaya “gas” karena platform telah mengeluarkan biaya “gas” untuk membuat Kontrak Cerdas Escrow (“Escrow Smart Contract”) dan platform harus mengembalikan ETH atau token ERC20 kembali ke wallet pertukaran penjual. Jika pembeli tidak memiliki token ETH atau ERC20 di wallet pertukarannya selama waktu transaksi yang dibatalkan, sistem akan mengurangkannya ketika wallet pertukaran pembeli memiliki saldo apa pun. Pembeli harus membayar kembali biaya “gas” ini dengan menyetorkan token ETH atau ERC20, sebelum dia dapat melakukan perdagangan lebih lanjut.
vi: Người mua hủy giao dịch trước khi thời gian đếm ngược kết thúc hoặc không thực hiện giao dịch sau khi đếm ngược kết thúc sẽ bị tính phí gas vì nền tảng hệ thống đã phát sinh phí gas để tạo Hợp Đồng Thông Minh Escrow và nền tảng sẽ phải trả lại ETH hoặc token ERC20 trở lại ví tiền trao đổi giao dịch của người bán. Nếu người mua không có bất kỳ tiền ETH hoặc token ERC20 nào trong ví tiền của mình trong thời gian giao dịch bị hủy, hệ thống sẽ khấu trừ khi ví trao đổi giao dịch của người mua có bất kỳ số dư nào. Người mua sẽ cần phải trả lại phí gas này bằng cách gửi tiền ETH hoặc token ERC20 vào trước, trước khi họ có thể thực hiện thêm bất kỳ giao dịch nào.

source: The seller must deposit the amount of ETH or ERC20 token in it’s exchange wallet before creating a sell offer in the marketplace (maker) or before selecting a particular buy offer. The seller cannot cancel a transaction once it has been selected by a buyer.
id: Penjual harus menyetorkan jumlah token ETH atau ERC20 di wallet valas sebelum membuat penawaran jual di pasar (pembuat) atau sebelum memilih tawaran pembelian tertentu. Penjual tidak dapat membatalkan transaksi setelah dipilih oleh pembeli.
vi: Người bán phải gửi trước số tiền ETH hoặc token ERC20 vào ví tiền trao đổi giao dịch của mình trước khi tạo đơn chào bán trên thị trường (người tạo) hoặc trước khi chọn một đơn chào mua cụ thể. Người bán không thể hủy giao dịch khi giao dịch đã được người mua chọn.

source: Sales between buyers and sellers are subject to:
id: Penjualan antara pembeli dan penjual tunduk pada:
vi: Doanh số bán hàng giữa người mua và người bán chịu sự chi phối bởi việc:

source: the payment of iP2PGo transaction fee;<br>•the payment of Gas price to the Ethereum network;
id: pembayaran biaya transaksi iP2PGo; pembayaran harga Gas ke jaringan Ethereum;
vi: thanh toán phí giao dịch iP2PGo;<br> • thanh toán giá gas cho mạng Ethereum;

source: the process for resolving disputes set out in these Terms of Use; and
id: proses untuk menyelesaikan sengketa perdagangan yang ditetapkan dalam Ketentuan Penggunaan ini; dan
vi: quá trình giải quyết các tranh chấp được quy định trong các Điều Khoản Sử Dụng này; và

source: the seller’s terms and conditions.
id: syarat dan ketentuan penjual.
vi: các điều khoản và điều kiện của người bán.

source: 9. Security
id: 9. Keamanan
vi: 9. Bảo mật

source: You must comply with all reasonable security requirements prescribed from time to time by iP2PGo.
id: Anda harus mematuhi semua persyaratan keamanan yang wajar yang ditentukan dari waktu ke waktu oleh iP2PGo.
vi: Bạn phải tuân thủ tất cả các yêu cầu bảo mật hợp lý do iP2PGo quy định trong từng thời kỳ.

source: 10. Disputes
id: 10. Sengketa
vi: 10. Tranh chấp

source: A dispute may arise about a trade if:
id: Perselisihan mungkin timbul tentang perdagangan jika:
vi: Tranh chấp có thể phát sinh về giao dịch nếu:

source: Scenario
id: Skenario
vi: Kịch bản

source: Buyer
id: Pembeli
vi: Người mua

source: Seller
id: Penjual
vi: người bán

source: Dispute initiator
id: Inisiator sengketa
vi: Người khởi xướng tranh chấp

source: Buyer has paid in full
id: Pembeli telah membayar secara penuh
vi: Người mua đã thanh toán đầy đủ

source: Seller has received in full, but did not release the escrow
id: Penjual telah menerima secara penuh, tetapi tidak melepaskan escrow
vi: Người bán đã nhận được đầy đủ, nhưng không phát hành ký quỹ

source: Buyer or automatically by the system if the countdown ended
id: Pembeli atau secara otomatis oleh sistem jika hitungan mundur berakhir
vi: Người mua hoặc tự động bởi hệ thống khi việc đếm ngược thời gian đã kết thúc

source: Buyer hasn’t paid in full, but claims to have paid in full
id: Pembeli belum membayar penuh, tetapi mengklaim telah membayar penuh kepada Penjual
vi: Người mua chưa thanh toán đầy đủ nhưng xác nhận đã thanh toán đầy đủ

source: Buyer hasn’t paid at all, but claims to have paid in full
id: Pembeli belum membayar sama sekali, tetapi mengklaim telah membayar penuh
vi: Người mua chưa thanh toán gì cả, nhưng xác nhận đã thanh toán đầy đủ

source: Buyer paid in full after the countdown has ended
id: Pembeli membayar penuh setelah hitungan mundur berakhir
vi: Người mua thanh toán đầy đủ sau khi việc đếm ngược thời gian đã kết thúc

source: Automatically by the system
id: Secara Otomatis oleh sistem
vi: Tự động bởi hệ thống

source: The contract of sale is between the seller and the buyer.
id: Kontrak penjualan adalah antara penjual dan pembeli.
vi: Hợp đồng bán hàng giữa người bán và người mua.

source: In the event that any of the 4 scenarios above happened, the transaction will be put in dispute status by the initiators as shown above. Once a dispute status has been triggered 2 things will happened.
id: Jika ada 4 skenario di atas terjadi, transaksi akan dimasukkan dalam status sengketa oleh penggagas seperti yang ditunjukkan di atas. Setelah status sengketa dipicu, 2 hal akan terjadi.
vi: Trong trường hợp bất kỳ trường hợp nào trong số 4 trường hợp trên xảy ra, giao dịch sẽ được đưa vào trạng thái tranh chấp của người khởi xướng như được trình bày ở trên. Khi trạng thái tranh chấp đã được kích hoạt, sẽ xảy ra 2 điều như sau.

source: I.The iP2PGo support desk will be given access to the Escrow Smart Contract of the transaction with limited control of the Escrow Smart Contract.
id: I. Meja dukungan iP2PGo (“Support Desk”) akan diberikan akses ke Kontrak Smart Escrow (“Escrow Smart Contract”) dari transaksi dengan kontrol terbatas dari Kontrak Pintar Escrow (“Escrow Smart Contract”)
vi: I. Bộ phận hỗ trợ tại chỗ của iP2PGo sẽ được cấp quyền truy cập vào Hợp Đồng Tthông Minh Escrow của giao dịch với sự kiểm soát hạn chế của Hợp Đồng Tthông Minh Escrow.
