Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: We may make changes to this Privacy Policy from time to time. If we do this, we will post the changed Privacy Policy on the Website and will indicate at the top of this page the date the Privacy Policy was last updated. You understand and agree that your continued use of the Service or the Website after we have made any such changes constitutes your acceptance of the new Privacy Policy.
id: Kami dapat mengubah Kebijakan Privasi ini dari waktu ke waktu. Jika kami melakukan ini, kami akan memposting Kebijakan Privasi yang diubah di Situs Web dan akan menunjukkan di bagian atas halaman ini tanggal Kebijakan Privasi terakhir diperbarui. Anda memahami dan menyetujui bahwa penggunaan Layanan atau Situs web Anda secara berkelanjutan setelah kami melakukan perubahan tersebut merupakan penerimaan Anda terhadap Kebijakan Privasi yang baru.
vi: Thep thời gian chúng tôi có thể thực hiện các thay đổi đối với Chính Sách Bảo Mật này. Khi chúng tôi thực hiện việc này, chúng tôi sẽ đăng tải Chính Sách Bảo Mật đã thay đổi trên Trang web và sẽ hiển thị ở đầu trang vào ngày Chính Sách Bảo Mật được cập nhật lần cuối. Bạn cần phải hiểu và đồng ý sự tiếp tục sử dụng Dịch vụ hoặc Trang web của bạn được tiến hành sau khi chúng tôi đã thực hiện bất kỳ thay đổi nào có nghĩa là bạn đã chấp nhận Chính Sách Bảo Mật mới.

source: For purposes of this Privacy Policy, “personal information” means any information by which someone can be personally identified, including but not limited to name, address, telephone number, email address, billing and account information, banking information, credit or debit card information, etc.
id: Untuk tujuan Kebijakan Privasi ini, 'informasi pribadi' berarti informasi apa pun yang dapat mengidentifikasi seseorang secara pribadi, termasuk tetapi tidak terbatas pada nama, alamat, nomor telepon, alamat email, informasi penagihan dan akun, informasi perbankan, informasi kartu kredit atau debet , dll.
vi: Theo mục đích của Chính Sách Bảo Mật này, 'thông tin cá nhân' có nghĩa là bất kỳ thông tin nào có thể dùng để nhận dạng cá nhân, bao gồm nhưng không giới hạn đối với tên, địa chỉ, số điện thoại, địa chỉ email, thông tin tài khoản và thanh toán, thông tin ngân hàng, thông tin thẻ tín dụng hoặc thẻ ghi nợ , v.v.

source: IP2Pmoney collects personal information from you when you voluntarily provide us with this information, such as when registering as a user on the Website or uploading information to your account, or through your usage of the Service, or accessing our Website, or payment for Service, etc. Any personal information collected on the Website are non-confidential and non-proprietary, and may be utilised by us for the following purposes:
id: IP2Pmoney mengumpulkan informasi pribadi dari Anda ketika Anda secara sukarela memberikan kami informasi ini, seperti ketika mendaftar sebagai pengguna di Situs Web atau mengunggah informasi ke akun Anda atau melalui penggunaan Layanan Anda, atau mengakses Situs Web kami, atau pembayaran untuk Layanan, dll. Semua informasi pribadi yang dikumpulkan di Situs Web tidak bersifat rahasia dan tidak dimiliki dan dapat digunakan oleh kami untuk tujuan berikut:
vi: IP2Pmoney chỉ thu thập thông tin cá nhân của bạn khi bạn tự nguyện cung cấp cho chúng tôi thông tin này, chẳng hạn như khi đăng ký với tư cách người dùng trên Trang web hoặc tải thông tin lên tài khoản của bạn hoặc thông qua việc sử dụng Dịch vụ hoặc truy cập vào Trang web của chúng tôi hoặc thanh toán cho Dịch vụ, vv. Bất kỳ thông tin cá nhân nào được thu thập trên Trang web không mang tính quyền sở hữu và bí mật và có thể được chúng tôi sử dụng cho các mục đích sau:

source: ·to allow you to open and operate an account on iP2PGo.com and iP2PGo App;<br>·to enable you to complete transactions on iP2PGo.com and iP2PGo App; <br>·to correspond with you in relation to your transactions and your account;<br>·to enable arbitration in the case of dispute; <br> ·assess your application(s)/eligibility/suitability for our products and services; <br> ·to verify your financial standing and evaluate your financial risks; <br> ·to manage and maintain your account(s), and collect transaction fee; <br> ·to update, consolidate and improve the accuracy of our records; <br> ·to better manage our business and better understand your needs and preferences; <br> ·to provide you with information on our and/or third party products, services and <br> ·to improve our products and services and to notify you of new products and services added; <br> ·to administer offers, competitions and promotions; <br> ·to conduct research and evaluation purposes; <br>·for audit, compliance and risk management purposes; <br> ·for any purpose in accordance with the Cayman Islands Data Protection Law, 2017; <br> ·to meet our contractual obligations; <br> ·for any other purpose that is required or permitted by any law, guidelines and/or relevant regulatory authorities.
id: • untuk memungkinkan Anda membuka dan mengoperasikan akun di iP2PGo.com dan iP2PGo App;• untuk memungkinkan Anda menyelesaikan transaksi di iP2PGo.com dan iP2PGo App;• untuk berkorespondensi dengan Anda sehubungan dengan transaksi dan akun Anda;• untuk memungkinkan arbitrase dalam kasus perselisihan;• menilai aplikasi Anda / kelayakan / kesesuaian untuk produk dan layanan kami;• untuk memverifikasi status keuangan Anda dan mengevaluasi risiko keuangan Anda;• untuk mengelola dan memelihara akun Anda) dan mengumpulkan biaya transaksi;• untuk memperbarui, mengkonsolidasikan dan meningkatkan akurasi catatan kami;• untuk mengelola bisnis kita dengan lebih baik dan lebih memahami kebutuhan dan preferensi Anda;• untuk memberi Anda informasi tentang produk dan layanan kami dan/atau pihak ketiga;• untuk meningkatkan produk dan layanan kami dan untuk memberi tahu Anda tentang produk dan layanan baru yang ditambahkan;• untuk mengelola penawaran, kompetisi, dan promosi;• untuk melakukan tujuan penelitian dan evaluasi;• untuk tujuan audit, kepatuhan, dan manajemen risiko;• untuk tujuan apa pun sesuai dengan Hukum Perlindungan Data Kepulauan Cayman, 2017;• untuk memenuhi kewajiban kontrak kami;• untuk tujuan lain apa pun yang diperlukan atau diizinkan oleh hukum, pedoman, dan / atau otoritas pengatur yang relevan.
vi: • cho phép bạn mở và vận hành một tài khoản trên iP2PGo.com và ứng dụng iP2PGo;<br>• cho phép bạn hoàn tất các giao dịch trên iP2PGo.com và ứng dụng iP2PGo;<br> • trao đổi thư từ liên quan đến các giao dịch và tài khoản của bạn;<br> • cho phép tiếp cận để làm trọng tài trong trường hợp tranh chấp;<br> • để quản lý tốt hơn kinh doanh của chúng tôi;<br> • để xác minh trạng thái tài chính của bạn và đánh giá các rủi ro tài chính của bạn;<br> • quản lý và duy trì (các) tài khoản của bạn và thu phí giao dịch;<br> • cập nhật, củng cố và nâng cao tính chính xác của hồ sơ của chúng tôi;<br> • quản lý tốt hơn hoạt động kinh doanh của chúng tôi và hiểu rõ hơn nhu cầu và sở thích của bạn;<br> • cung cấp cho bạn thông tin về các sản phẩm, dịch vụ của chúng tôi và/hoặc bên thứ ba;<br> • cải thiện các sản phẩm và dịch vụ của chúng tôi và thông báo cho bạn về các sản phẩm và dịch vụ mới được thêm vào;<br> • quản lý đơn chào mua bán hàng, các cuộc cạnh tranh và chương trình khuyến mãi;<br> • thực hiện cho mục đích nghiên cứu và đánh giá;<br> • cho mục đích kiểm toán, tuân thủ và quản lý rủi ro;<br> • cho bất kỳ mục đích nào theo Luật Bảo vệ Dữ liệu Quần đảo Cayman, năm 2017;<br>• để đáp ứng các nghĩa vụ theo hợp đồng của chúng tôi;<br> • cho bất kỳ mục đích nào khác được yêu cầu hoặc cho phép bởi bất kỳ luật, nguyên tắc và/hoặc cơ quan quản lý có liên quan.

source: We only hold your personal information for as long as necessary. IP2PGlobal shall be entitled to share your personal information collected on the Website with the subsidiaries or affiliated companies of IP2PGlobal. Personal information that you provide may also be provided to third parties in connection with any Services provided by third parties (including without limitation, third party credit bureaus, professional debt collectors, law firms, etc) (“Third Party Services”). Such personal information may extend beyond what is strictly required for the provision by the third parties of the Third Party Services, and IP2PGlobal shall not be liable for the actions of these third parties.
id: Kami hanya menyimpan informasi pribadi Anda selama diperlukan. IP2PGlobal berhak membagikan informasi pribadi Anda yang dikumpulkan di Situs Web dengan anak perusahaan atau perusahaan afiliasi IP2PGlobal. Informasi pribadi yang Anda berikan mungkin juga diberikan kepada pihak ketiga sehubungan dengan setiap Layanan yang disediakan oleh pihak ketiga (termasuk tanpa batasan, biro kredit pihak ketiga, penagih utang profesional, firma hukum, dll) ('Layanan Pihak Ketiga'). Informasi pribadi tersebut dapat melampaui apa yang secara ketat diperlukan untuk penyediaan oleh pihak ketiga dari Layanan Pihak Ketiga, dan IP2PGlobal tidak bertanggung jawab atas tindakan pihak ketiga ini.
vi: Chúng tôi chỉ giữ thông tin cá nhân của bạn khi cần thiết. IP2PGlobal được phép chia sẻ thông tin cá nhân của bạn được thu thập trên trang web với các công ty con hoặc công ty chi nhánh của IP2PGlobal. Thông tin cá nhân mà bạn cung cấp cũng có thể được cung cấp cho bên thứ ba có liên quan đến bất kỳ Dịch vụ mà bên thứ ba đó cung cấp (bao gồm nhưng không giới hạn như cơ quan tín dụng của bên thứ ba, người thu nợ chuyên nghiệp, công ty luật, v.v.) (“Dịch vụ của bên thứ ba”). Thông tin cá nhân như thế có thể vượt quá những yêu cầu nghiêm ngặt đối với việc cung cấp Dịch Vụ Bên Thứ Ba bởi bên thứ ba và IP2PGlobal sẽ không chịu trách nhiệm pháp lý đối với các hành động của các bên thứ ba này.

source: Promotions
id: Promosi
vi: Khuyến mãi

source: Referral program
id: Program Referral
vi: Chương trình Referral

source: How does it work ?
id: Bagaimana cara kerjanya ?
vi: Nó hoạt động như thế nào?

source: After you have registered as a member and created your iP2PGO wallet, you will be eligible for enrolment in the Referral Program. The Referral Program will be unlocked, after you have made an initial minimum deposit of 0.1 ETH into your iP2PGO wallet or after you have taken a sell order.Once unlocked you will be automatically enrolled where a unique referral link and QR code will be created for you.
id: Setelah Anda terdaftar sebagai anggota dan membuat wallet iP2PGO Anda, Anda akan memenuhi syarat untuk pendaftaran di Program Rujukan/Referral. Program Rujukan/Referral akan dibuka, setelah Anda membuat setoran minimum awal sebesar 0,1 ETH ke dalam wallet iP2PGO Anda atau setelah Anda mengambil pesanan penjualan.Setelah dibuka, Anda akan secara otomatis terdaftar di mana tautan rujukan unik dan kode QR akan dibuat untuk Anda.
vi: Khi bạn đăng ký làm thành viên trong iP2PGo.com và tải xuống ứng dụng iP2PGo, bạn sẽ được đăng ký tự động vào chương trình referral iP2PGO và được chỉ định một liên kết referral duy nhất cho bạn.

source: All you have to do is refer your friends and acquaintance by sending the referral link for them to enter the iP2PGO.com website, register as member and download the iP2PGo App.
id: Yang harus Anda lakukan adalah merujuk teman dan kenalan Anda dengan mengirimkan tautan rujukan agar mereka memasuki situs web iP2PGO.com, mendaftar sebagai anggota dan mengunduh Aplikasi iP2PGo.
vi: Tất cả những gì bạn phải làm là giới thiệu bạn bè và người quen của bạn bằng cách gửi liên kết referral để họ vào trang web iP2PGO.com, đăng ký làm thành viên và tải xuống Ứng dụng iP2PGo.

source: The iP2PGO referral program will detect and keep track each click generated by your referral ID and store the records in your account for life (there is no time limit). If the member you referred to successfully undertake a transaction in iP2PGo App as a taker (seller or buyer), you'll get the referral commission.
id: Program rujukan iP2PGO akan mendeteksi dan melacak setiap klik yang dihasilkan oleh ID referensi Anda dan menyimpan catatan di akun Anda seumur hidup (tidak ada batas waktu). Jika anggota yang Anda referensikan berhasil melakukan transaksi di iP2PGo App sebagai pengambil (penjual atau pembeli), Anda akan mendapatkan komisi referral.
vi: Chương trình referral iP2PGO sẽ phát hiện và theo dõi mỗi lần nhấp chọn link đó theo một ID referral của bạn và lưu trữ các bản ghi trong tài khoản của bạn suốt đời (không có giới hạn thời gian). Nếu thành viên bạn giới thiệu tiến hành thành công giao dịch trong ứng dụng iP2PGo với tư cách người lấy đơn chào ( bán hoặc mua), bạn sẽ nhận được tiền hoa hồng referral.

source: You can see members under your referral and also the referral commission generated from them in the referral area in your dashboard.
id: Anda dapat melihat anggota di bawah rujukan Anda dan juga komisi rujukan yang dihasilkan dari mereka di area rujukan di dasbor Anda.
vi: Bạn có thể thấy các thành viên cấp dưới theo chương trình referral của mình và tiền hoa hồng referral được sinh ra trên dashboard của mình.

source: What will you get paid ?
id: Apa yang akan Anda dapatkan?
vi: Bạn sẽ được trả cái gì?

source: The referral program offers a 3 level commissions of 10%% (1st level), 6%% (2nd level) and 4%% (3rd level) on the transaction fee that iP2PGO earns on every successful transaction.
vi: Chương trình referral cung cấp 3 mức hoa hồng 10%%(cấp 1), 5%% (cấp 2) và 5%% (cấp 3) trên phí giao dịch mà iP2PGO kiếm được ở mọi giao dịch thành công.

source: Referral commission is paid on any trades done by the user’s you referred to if they are takers. If the user’s you referred to is a maker in a transaction there will be no referral commission.
id: Komisi rujukan dibayarkan pada setiap perdagangan yang dilakukan oleh pengguna yang Anda rujuk jika mereka adalah pengambil. Jika pengguna yang Anda referensikan adalah pembuat dalam transaksi, tidak akan ada komisi rujukan.
vi: Tiền hoa hồng referral sẽ được thanh toán cho bất kỳ giao dịch nào được thực hiện bởi người dùng mà bạn đã giới thiệu nếu họ là người lấy đơn chào hàng. Nếu người dùng mà bạn giới thiệu là người tạo thì sẽ không nhận được tiền hoa hồng referral.

source: How is the referral commission being calculated ?
id: Bagaimana cara komisi referensi dihitung?
vi: Tiền hoa hồng referral được tính như thế nào?

source: The first level referral commission is calculated based on the formula below:
id: Komisi rujukan/referral tingkat pertama dihitung berdasarkan rumus di bawah ini:
vi: Tiền hoa hồng referral cấp đầu tiên được tính dựa trên công thức dưới đây:

source: 10%% x (transaction fee x ETH or ERC20 tokens transacted)
id: 10%% x (biaya transaksi x ETH atau token ERC20 ditransaksikan)
vi: 10%% x (phí giao dịch x ETH hoặc số token ERC20 đã giao dịch)

source: or example if your 1st level transaction amount is 10 ETH, then the referral commission is:
id: Misalnya jika jumlah transaksi level 1 Anda adalah 10 ETH, maka komisi rujukan adalah:
vi: Ví dụ: nếu số tiền giao dịch cấp 1 của bạn là 10 ETH, thì tiền hoa hồng referral là:

source: If the 2nd level transaction amount is also 10 ETH, then the referral commission is:
id: Jika jumlah transaksi level 2 juga 10 ETH, maka komisi referral adalah:
vi: Nếu số tiền giao dịch cấp 2 cũng là 10 ETHa, thì tiền hoa hồng referral là:

source: How and when will you get paid ?
id: Bagaimana dan kapan Anda akan dibayar?
vi: Bạn sẽ được thanh toán bằng cách nào và khi nào?

source: The referral commission will be automatically credited to your iP2PGo wallet on a weekly basis, subject to your referral commission balance being equal or more than 0.05 ETH at that time, if its below 0.05 ETH then the amount will accumulate until it reaches 0.05 ETH.
id: Komisi referral akan secara otomatis dikreditkan ke wallet iP2PGo Anda setiap minggu, tergantung pada saldo komisi referral Anda yang sama atau lebih dari 0,05 ETH pada waktu itu, jika di bawah 0,05 ETH maka jumlah tersebut akan terakumulasi hingga mencapai 0,05 ETH.
vi: Tiền hoa hồng referral sẽ được tự động nạp vào ví iP2PGo của bạn hàng tuần, tùy thuộc vào số dư tiền hoa hồng referral của bạn bằng hoặc lớn hơn 0,05 ETH tại thời điểm đó, nếu dưới 0,05 ETH thì số tiền sẽ tích lũy cho đến khi đạt 0,05 ETH.

source: Terms & Conditions
id: Syarat & Ketentuan
vi: Điều khoản và điều kiện

source: By joining this Referral Program, you acknowledge that you have read, understood and agree with the terms and conditions.
id: Dengan bergabung dengan Program Referensi ini, Anda mengakui bahwa Anda telah membaca, memahami, dan menyetujui syarat dan ketentuan.
vi: Bằng cách tham gia Chương trình referral này, bạn phải xác nhận rằng bạn đã đọc, hiểu và đồng ý với các điều khoản và điều kiện.

source: iP2PGlobal reserves the right to add, delete and/or modify any of the terms and conditions in this Agreement, at any time and at its discretion alone, by posting a notice announcing a change or a new agreement on the iP2PGo.com website or iP2PGo App. If you do not wish to accept a particular amendment, you only reserve the right to terminate the agreement and your participation in the Referral Program. Your continued participation in the Referral Program following notice of a change or a new agreement on the iP2PGo.com website will automatically constitute acceptance of the changes.
id: iP2PGlobal berhak untuk menambah, menghapus dan / atau memodifikasi salah satu syarat dan ketentuan dalam Perjanjian ini, kapan saja dan atas kebijakannya sendiri, dengan memposting pemberitahuan mengumumkan perubahan atau perjanjian baru di situs web iP2PGo.com atau Aplikasi iP2PGo. Jika Anda tidak ingin menerima amandemen tertentu, Anda hanya berhak untuk mengakhiri perjanjian dan partisipasi Anda dalam Program Rujukan. Partisipasi Anda yang berkelanjutan dalam Program Rujukan setelah pemberitahuan perubahan atau perjanjian baru di situs web iP2PGo.com akan secara otomatis merupakan penerimaan dari perubahan tersebut.
vi: iP2PGlobal bảo lưu quyền thêm, xóa và/hoặc sửa đổi bất kỳ điều khoản và điều kiện nào trong Thỏa thuận này bất cứ lúc nào và tùy ý, bằng cách đăng thông báo công bố thay đổi hoặc thỏa thuận mới trên trang web iP2PGo.com hoặc ứng dụng iP2PGo. Nếu bạn không muốn chấp nhận sửa đổi cụ thể nào đó, bạn có quyền chấm dứt thỏa thuận và không tham gia Chương trình referral nữa. Việc bạn tiếp tục tham gia Chương trình referral sau khi có thông báo về thay đổi hoặc thỏa thuận mới trên trang web iP2PGo.com, sẽ đồng nghĩa với việc bạn chấp nhận các thay đổi đó.

source: Your obligations
id: Kewajiban Anda
vi: Nghĩa vụ của bạn

source: I) You must use the Referral Program in a manner that demonstrates common sense and respect for the rights of iP2PGo.com and it's partners.<br>II) You may not use our Referral Program on a website promoting sexually explicit material, violence, any kind of discrimination or illegal activities.<br>III) Spam, unwanted commercial e-mails, posting in unappropriated newsgroups or forums (non-commercial for example) are also prohibited.<br>IV) You may not use our Referral Program on any website url that contains all or part of our products' name, company name or web site name
id: Anda harus menggunakan Program Rujukan dengan cara yang menunjukkan akal sehat dan menghormati hak-hak iP2PGo.com dan mitranya.Anda tidak boleh menggunakan Program Referensi kami di situs web yang mempromosikan materi seksual eksplisit, kekerasan, segala jenis diskriminasi atau aktivitas ilegal.Spam, e-mail komersial yang tidak diinginkan, posting di newsgroup atau forum yang tidak sesuai (non-komersial misalnya) juga dilarang.Anda tidak boleh menggunakan Program Referensi kami pada url situs web apa pun yang berisi semua atau sebagian nama produk kami, nama perusahaan atau nama situs web
vi: I) Bạn phải sử dụng Chương trình referral với một phương cách là biểu thị ý thức chung và tôn trọng các quyền của iP2PGo.com và các đối tác của iP2PGo.com.<br>II) Bạn không được sử dụng Chương trình referral của chúng tôi trên trang web quảng bá tài liệu khiêu dâm, bạo lực, phân biệt đối xử hoặc hoạt động bất hợp pháp nào.<br>III) Gửi thư rác, e-mail thương mại không mong muốn, đăng trong các nhóm tin tức hoặc diễn đàn không được phép (ví dụ diễn đàn phi thương mại) cũng bị cấm.<br>IV) Bạn không được sử dụng Chương trình referral của chúng tôi trên bất kỳ url trang web nào chứa toàn bộ hoặc một phần tên sản phẩm, tên công ty hoặc tên trang web của chúng tôi.

source: Termination
id: Penghentian
vi: Quyền chấm dứt

source: At its discretion alone, with or without notifying you, iP2PGlobal reserves the right to terminate this agreement and your participation in the iP2PGo Referral Program immediately, should you commit fraud or abuse in your use of our referral program in any way. If such fraud or abuse is detected, neither iP2PGo or iP2PGlobal shall not be liable to you for any commission for such fraudulent sales
id: Atas kebijakannya sendiri, dengan atau tanpa memberi tahu Anda, iP2PGlobal berhak untuk mengakhiri perjanjian ini dan partisipasi Anda dalam Program Rujukan iP2PGo segera, jika Anda melakukan penipuan atau penyalahgunaan dalam penggunaan program rujukan Anda dengan cara apa pun. Jika penipuan atau penyalahgunaan semacam itu terdeteksi, baik iP2PGo atau iP2PGlobal tidak akan bertanggung jawab kepada Anda untuk setiap komisi atas penjualan palsu tersebut.
vi: Theo quyết định riêng của mình, có hoặc không có thông báo cho bạn, iP2PGlobal có quyền chấm dứt thỏa thuận này và sự tham gia của bạn vào chương trình Referral iP2PGo ngay lập tức, nếu bạn lừa đảo hoặc lạm dụng việc sử dụng chương trình referral của chúng tôi theo bất kỳ cách thức nào. Nếu phát hiện gian lận hoặc lạm dụng như vậy, cả iP2PGo hoặc iP2PGlobal sẽ không chịu trách nhiệm pháp lý cho bạn đối với bất kỳ khoản tiền hoa hồng nào cho việc bán hàng gian lận đó.

source: Bonus points program
vi: Chương trình điểm thưởng

source: When you register as member in the iP2PGo.com and download the iP2PGo App, you will be automatically enrolled in the iP2PGO referral program and be assigned a referral link unique to you.
id: Ketika Anda mendaftar sebagai anggota di iP2PGo.com dan mengunduh Aplikasi iP2PGo, Anda akan secara otomatis terdaftar dalam program rujukan/referral iP2PGO dan diberi tautan rujukan khusus untuk Anda.
vi: Khi bạn đăng ký làm thành viên trong iP2PGo.com và tải xuống ứng dụng iP2PGo, bạn sẽ được đăng ký tự động vào chương trình referral iP2PGO và được chỉ định một liên kết referral duy nhất cho bạn.

source: For crypto/fiat pairing, referral commission is paid on any trades done by the user you referred to if they are takers. If the user’s you referred to is a maker in a transaction there will be no referral commission. For crypto/crypto pairing, referral commission is paid on any trades done by the users you referred to whether they are takers or makers,
id: Untuk pasangan kripto / fiat, komisi referral dibayar pada setiap transaksi yang dilakukan oleh user yang Anda rujuk jika mereka adalah taker. Jika user yang Anda referensikan adalah maker dalam suatu transkasi tidak akan ada komisi referral. Untuk pasangan crypto / crypto, komisi referral dibayarkan pada setiap transaksi yang dilakukan oleh user yang Anda rujuk tidak kira apakah mereka taker atau maker,
vi: Đối với ghép cặp tiền điện tử / fiat, hoa hồng giới thiệu được trả cho bất kỳ giao dịch nào được thực hiện bởi người dùng mà bạn đã giới thiệu nếu họ là người thực hiện. Nếu người dùng mà bạn giới thiệu là một nhà sản xuất trong giao dịch thì sẽ không có hoa hồng giới thiệu. Đối với ghép cặp tiền điện tử / tiền điện tử, hoa hồng giới thiệu được trả cho bất kỳ giao dịch nào được thực hiện bởi người dùng mà bạn đã giới thiệu cho dù họ là người thực hiện hoặc người tạo,

source: HOW ARE YOU PAID ?
id: BAGAIMANA ANDA DIBAYAR?
vi: BẠN TRẢ TIỀN NHƯ THẾ NÀO?
