Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: II.A 3-way chat function will be made available to the buyer, seller and iP2PGo support desk.
id: II.Fungsi obrolan (“Chat Room”) 3 arah akan tersedia bagi pembeli, penjual dan meja dukungan (“Support Desk”) iP2PGo.
vi: II. Chức năng trò chuyện 3 chiều sẽ được cung cấp cho người mua, người bán và bộ phận hỗ trợ tại chỗ của iP2PGo.

source: Firstly, the buyer and seller are required to first use best efforts to resolve the dispute between themselves using the 3-way chat function. The iP2PGo support desk will initially take a monitoring role.
id: Pertama, pembeli dan penjual harus terlebih dahulu menggunakan upaya terbaik untuk menyelesaikan perselisihan di antara mereka sendiri menggunakan fungsi obrolan (“Chat Room”) 3 arah. Meja dukungan iP2PGo awalnya akan mengambil peran pemantauan.
vi: Thứ nhất, người mua và người bán được yêu cầu đầu tiên sử dụng những nỗ lực tốt nhất để giải quyết tranh chấp giữa họ bằng cách sử dụng chức năng trò chuyện 3 chiều. Ban hỗ trợ iP2PGo ban đầu sẽ có vai trò giám sát.

source: If the parties have not resolved the dispute themselves, either party may request the iP2PGo support desk to act as an arbitrator in order to resolve the dispute.
id: Jika para pihak belum menyelesaikan sengketa itu sendiri, salah satu pihak dapat meminta meja dukungan (“Support Desk”) iP2PGo untuk bertindak sebagai arbiter untuk menyelesaikan sengketa.
vi: Nếu các bên không tự giải quyết tranh chấp, một trong hai bên có thể yêu cầu bộ phận hỗ trợ của iP2PGo làm trọng tài viên để giải quyết tranh chấp.

source: IP2PGo support desk will review the evidence and it will direct the ETH or ERC20 token to the party who in iP2PGo support desk’s reasonable opinion is entitled to own it under the terms of sale.
id: Meja dukungan IP2PGo (“Support Desk”) akan meninjau kembali bukti dan akan mengarahkan token ETH atau ERC20 kepada pihak yang dalam opini wajar dari dukungan meja (“Support Desk”) iP2PGo berhak untuk memilikinya di bawah syarat penjualan.
vi: Bộ phận hỗ trợ tại chỗ của iP2PGo sẽ xem xét bằng chứng và điều phối tiền ETH hoặc token ERC20 về bên nào quyền sở hữu chúng theo các điều khoản bán hàng theo quan điểm hợp lý của bộ phận hỗ trợ tại chỗ của iP2PGo.

source: Parties must respond to iP2PGo support desk’s requests for information promptly within the timeframe specified by the iP2PGo support desks. If a party does not respond to a request within that timeframe, iP2PGo support desk may resolve the escrow in favour of the other party to the dispute.
id: (“Support Desk”) iP2PGo. Jika suatu pihak tidak menanggapi permintaan dalam jangka waktu tersebut, meja dukungan (“Support Desk”) iP2PGo dapat menyelesaikan masalah escrow yang menguntungkan pihak lain dalam sengketa.
vi: Các bên phải đáp ứng ngay các yêu cầu của bộ phận hỗ trợ tại chỗ của iP2PGo về thông tin trong khung thời gian được chỉ định bởi bộ phận hỗ trợ tại chỗ của iP2PGo. Nếu một bên không phản hồi yêu cầu trong khung thời gian đó, bàn hỗ trợ tại chỗ của iP2PGo có thể giải quyết việc bảo chứng theo hướng có lợi cho bên khác đối với việc tranh chấp.

source: The parties agree that except in cases of gross negligence or fraud, iP2PGo support desk’s decision is final and binding on the parties and there is no appeal from such decision.
id: Para pihak setuju bahwa kecuali dalam kasus kelalaian atau penipuan, keputusan meja dukungan (“Support Desk”) iP2PGo bersifat final dan mengikat para pihak dan tidak ada pertimbangan lanjut dari keputusan tersebut.
vi: Các bên phải đồng ý rằng ngoại trừ trong trường hợp sơ suất hoặc gian lận, quyết định của bộ phận hỗ trợ tại chỗ của iP2PGo là quyết định cuối cùng và có tính ràng buộc cho các bên và không có kháng nghị nào từ quyết định đó.

source: IP2PGo reserves the right to refuse to resolve a dispute where iP2PGo, in its sole discretion, considers that:
id: IP2PGo berhak menolak untuk menyelesaikan sengketa di mana iP2PGo, atas kebijakannya sendiri, menganggap bahwa:
vi: IP2PGo có quyền từ chối giải quyết tranh chấp khi iP2PGo, theo quyết định riêng của mình, xem xét rằng:

source: •the issue is best resolved through other methods;<br>•one or both parties have not provided all required or requested information;
id: • masalah ini paling baik diselesaikan melalui metode lain;• satu atau kedua pihak belum memberikan semua informasi yang diminta atau diminta;
vi: • vấn đề được giải quyết tốt nhất phải thông qua các phương pháp khác;<br> • một hoặc cả hai bên đã không cung cấp đầy đủ thông tin đòi hỏi hoặc được yêu cầu;

source: •the ownership of ETH or ERC20 token is not clear from the information provided;
id: • kepemilikan token ETH atau ERC20 tidak jelas dari informasi yang diberikan;
vi: • quyền sở hữu tiền ETH hoặc token ERC20 không rõ ràng từ thông tin được cung cấp;

source: •the contract between the parties is unlawful;
id: • kontrak antara pihak-pihak tidak sah;
vi: • Hợp đồng giữa các bên là bất hợp pháp;

source: •a party is acting unlawfully or fraudulently;
id: • suatu pihak bertindak melawan hukum atau menipu;
vi: • một bên đang có hành động bất hợp pháp hoặc gian lận;

source: •IP2PGo has a legal obligation to do so; or
id: • IP2PGo memiliki kewajiban hukum untuk melakukannya; atau
vi: • IP2PGo có nghĩa vụ pháp lý phải làm như vậy; hoặc là

source: •directing ETH or ERC20 token to a party would cause iP2PGo to breach any law.
id: • mengarahkan ETH atau ERC20 token ke suatu pihak akan menyebabkan iP2PGo melanggar undang-undang.
vi: •việc phân bổ tiền ETH hoặc token ERC20 cho một bên nào đó sẽ khiến iP2PGo vi phạm bất kỳ luật.

source: Where iP2PGo exercises its right to refuse to resolve a dispute, iP2PGo will notify both parties of this. Either party may then apply for a court order resolving the dispute. IP2PGo will continue to keep the particular Escrow Smart Contract in it’s system until a court order is presented by any of the disputing parties.
id: Di mana iP2PGo menggunakan haknya untuk menolak menyelesaikan sengketa, iP2PGo akan memberi tahu kedua belah pihak mengenai hal ini. Kedua belah pihak dapat mengajukan perintah pengadilan untuk menyelesaikan sengketa. IP2PGo akan terus menyimpan Kontrak Pintar Escrow tertentu dalam sistemnya hingga perintah pengadilan diberikan oleh salah satu pihak yang berselisih.
vi: Khi iP2PGo thực hiện quyền từ chối giải quyết tranh chấp, iP2PGo sẽ thông báo cho cả hai bên về điều này. Một trong hai bên sau đó có thể yêu cầu tòa án giải quyết tranh chấp. IP2PGo sẽ tiếp tục giữ Hợp Đồng Tthông Minh Escrow cụ thể trong hệ thống của mình cho đến khi có quyết định của tòa án được đưa ra bất kì bên tranh chấp nào.

source: If a party provides a copy of a court order to iP2PGo, iP2PGo will resolve the escrow in accordance with the court order.
id: Jika suatu pihak memberikan salinan perintah pengadilan ke iP2PGo, iP2PGo akan menyelesaikan escrow sesuai dengan perintah pengadilan.
vi: Nếu một bên cung cấp bản sao quyết định của tòa án cho iP2PGo, iP2PGo sẽ giải quyết việc bảo chứng theo quyết định tòa án.

source: This process for resolving disputes is incorporated in all contracts between buyers and sellers arranged through iP2PGo.
id: Proses untuk menyelesaikan sengketa ini dimasukkan ke dalam semua kontrak antara pembeli dan penjual yang diatur melalui iP2PGo.
vi: Quy trình giải quyết tranh chấp này sẽ được đưa vào tất cả các hợp đồng giữa người mua và người bán được sắp xếp thông qua iP2PGo.

source: 11. iP2PGo fees
id: 11. Biaya iP2PGo
vi: 11. Phí iP2PGo

source: I. Transaction fee:
id: I.Biaya Transaksi:
vi: I. Phí giao dịch:

source: For crypto/fiat transactions concluded through the iP2PGo app, iP2PGo charges the taker (the person responding to the offer) a 0.80%% fee on the value of the transaction. There is no fee charged to the maker (the person who placed the offer listing).The fee is charged in ETH or ERC20 token which is the subject of the transaction.
vi: Đối với các giao dịch tiền điện tử / fiat được ký kết thông qua ứng dụng iP2PGo, iP2PGo sẽ tính phí cho người nhận (người trả lời đề nghị) một khoản phí 0,80 %% trên giá trị của giao dịch. Không có phí nào được tính cho nhà sản xuất (người đã đặt danh sách ưu đãi). Phí được tính bằng mã thông báo ETH hoặc ERC20 là đối tượng của giao dịch.

source: For crypto/crypto transaction concluded though the iP2PGO app, iP2PGO charges the taker a 0.20%% fee and the maker a 0.10%% fee on the value of the transaction,
vi: Đối với giao dịch tiền điện tử / tiền điện tử được ký kết qua ứng dụng iP2PGO, iP2PGO sẽ tính phí cho người thực hiện một khoản phí 0,20 %% và nhà sản xuất tính phí 0,10 %% cho giá trị của giao dịch,

source: II. Gas fee:
id: II.Biaya Gas:
vi: II. Phí gas:

source: For transaction concluded through the iP2PGo app, iP2PGo will have to pay for the gas fee to create the Escrow Smart Contract, to move the ETH or ERC20 tokens from the seller wallet to the Escrow Smart Contract during a transaction initiation and also to move the ETH or ERC20 tokens to user’s private wallet in the event of withdrawal.
id: Untuk transaksi yang dibuat melalui aplikasi iP2PGo, iP2PGo akan membayar biaya gas untuk membuat Kontrak Cerdas Escrow (Escrow Smart Contract), untuk memindahkan token ETH atau ERC20 dari wallet penjual ke Smart Kontrak Escrow selama inisiasi transaksi dan juga untuk memindahkan Token ETH atau ERC20 ke wallet pribadi user jika terjadi penarikan.
vi: Đối với các giao dịch được ký kết thông qua ứng dụng iP2PGo, iP2PGo sẽ phải trả phí gas để tạo Hợp Đồng Thông Minh Escrow, để di chuyển tiền ETH hoặc token ERC20 từ ví người bán sang Hợp Đồng Thông Minh Escrow trong khi bắt đầu giao dịch và cũng để di chuyển ETH hoặc token ERC20 vào ví riêng của người dùng trong trường hợp rút tiền.

source: In a successful transaction, this gas fee will be deducted from the taker (the person responding to the offer).
id: Dalam transaksi yang sukses, biaya gas ini akan dipotong dari pengambil (orang yang menanggapi tawaran tersebut).
vi: Khi giao dịch thành công, phí gas này sẽ được khấu trừ từ người lấy (người phản hồi đơn chào hàng).

source: However if a buyer (maker or taker) cancelled a transaction or let the transaction countdown timer to end, then the gas fee will be deducted from the buyer.
id: Namun jika pembeli (pembuat atau pengambil) membatalkan transaksi atau membiarkan penghitung waktu penghitungan transaksi berakhir, maka biaya gas akan dikurangkan dari pembeli.
vi: Tuy nhiên, nếu người mua (người tạo hoặc lấy đơn chào mua hàng) hủy giao dịch hoặc để giao dịch vào trạng thới đếm ngược thời gian mới kết thúc, thì phí gas sẽ được khấu trừ từ người mua.

source: The gas fee is charged in ETH or ERC20 token which the subject of the transaction.
id: Biaya gas dibebankan dalam token ETH atau ERC20 yang menjadi subjek transaksi.
vi: Phí gas được tính vào tiền ETH hoặc token ERC20, là đối tượng của giao dịch.

source: III. Deposit and Withdrawal fee:
id: III. Biaya Deposit dan Penarikan:
vi: III. Phí rút tiền:

source: Withdrawal fee :
id: Biaya penarikan:
vi: Phí rút tiền:

source: I)Verified users will be charged a withdrawal fee of 0.005 ETH (or equivalent in other tokens) for any withdrawal, and
id: I)User terverifikasi akan dikenakan biaya penarikan sebesar 0,005 ETH (atau setara dalam token lain) untuk setiap penarikan, dan
vi: I) Người dùng đã được xác minh sẽ bị tính phí rút tiền là 0,005 ETH (hoặc tương đương với các mã thông báo khác) cho bất kỳ lần rút tiền nào và

source: II)Unverified users will be charged a withdrawal fee equivalent to 0.01 ETH (or equivalent in other tokens).
id: II) User yang tidak terverifikasi akan dikenakan biaya penarikan setara dengan 0,01 ETH (atau setara dalam token lain).
vi: II) Người dùng chưa được xác minh sẽ bị tính phí rút tiền tương đương 0,01 ETH (hoặc tương đương với các mã thông báo khác).

source: 12. Taxes
id: 12. Pajak
vi: 12. Thuế

source: By using iP2PGo, you are responsible for determining what taxes apply to any transaction you conduct with other iP2PGo users. You must pay for all taxes applicable to all trades in which you participate.
id: Dengan menggunakan iP2PGo, Anda bertanggung jawab untuk menentukan pajak apa yang berlaku untuk setiap transaksi yang Anda lakukan dengan pengguna iP2PGo lainnya. Anda harus membayar semua pajak yang berlaku untuk semua perdagangan di mana Anda berpartisipasi.
vi: Bằng cách sử dụng iP2PGo, bạn có trách nhiệm phải xác định thuế nào đang áp dụng cho giao dịch mà bạn sẽ thực hiện với người dùng iP2PGo khác. Bạn phải trả tiền cho tất cả các loại thuế áp dụng cho tất cả các ngành nghề mà bạn tham gia.

source: You indemnify iP2PGo for any claim, loss or damage arising from your failure to pay applicable taxes.
id: Anda mengganti kerugian iP2PGo atas klaim, kerugian, atau kerusakan apa pun yang timbul dari kegagalan Anda membayar pajak yang berlaku.
vi: Bạn phải bồi thường cho iP2PGo theo bất kỳ khiếu nại, mất mát hoặc thiệt hại nào phát sinh từ việc bạn không nộp thuế hiện hành.

source: 13. Suspending and deleting your account
id: 13. Menangguhkan dan menghapus akun Anda
vi: 13. Tạm ngưng và xóa tài khoản của bạn

source: We may suspend or delete your account if:
id: Kami dapat menangguhkan atau menghapus akun Anda jika:
vi: Chúng tôi có thể tạm ngưng hoặc xóa tài khoản của bạn nếu:

source: •we consider that you are using the iP2PGo platform to scam other users or for any other unlawful purpose;<br> •we receive reports that you are communicating offensive, abusive, unlawful, defamatory, indecent or inappropriate messages to other users;<br> •we know or suspect that you have completed the residency declaration dishonestly;<br>•iP2PGo is required by law to do so;<br>•there is any change in law that adversely affects iP2PGo’s operating model or would make it unlawful to continue the service without materially changing the iP2PGo platform or regulatory licence required to operate; and<br>•for any other reason in our absolute discretion.
id: kami menganggap bahwa Anda menggunakan platform iP2PGo untuk menipu pengguna lain atau untuk tujuan melanggar hukum lainnya;kami menerima laporan bahwa Anda mengkomunikasikan pesan yang menyinggung, kasar, melanggar hukum, memfitnah, tidak senonoh atau tidak pantas kepada pengguna lain;kami mengetahui atau menduga bahwa Anda telah menyelesaikan deklarasi residensi secara tidak jujur;iP2PGo diwajibkan oleh hukum untuk melakukannya;ada perubahan dalam undang-undang yang berdampak negatif terhadap model operasi iP2PGo atau akan menjadikannya melanggar hukum untuk melanjutkan layanan tanpa mengubah platform iP2PGo atau lisensi pengaturan yang dibutuhkan untuk beroperasi; dan untuk alasan lain dalam kebijaksanaan mutlak kami.
vi: • chúng tôi cho rằng bạn đang sử dụng nền tảng iP2PGo để lừa đảo người dùng khác hoặc cho bất kỳ mục đích bất hợp pháp nào khác;<br>• chúng tôi nhận được báo cáo rằng bạn đang truyền đạt thông điệp xúc phạm, lăng mạ, bất hợp pháp, phỉ báng, không đứng đắn hoặc không phù hợp đối với những người dùng khác;<br>• chúng tôi biết hoặc nghi ngờ rằng bạn đã hoàn thành việc kê khai cư trú không trung thực;<br>• nếu iP2PGo phải làm như vậy theo luật;<br>• có bất kỳ thay đổi nào về luật ảnh hưởng xấu đến mô hình hoạt động của iP2PGo hoặc sẽ trái luật nếu bạn tiếp tục dịch vụ chúng tôi mà không thay đổi vật lý nền tảng iP2PGo hoặc không có giấy phép quy định bắt buộc để hoạt động; và<br>• vì bất kỳ lý do nào khác theo quyết định tuyệt đối của chúng tôi.

source: Once your account is deleted, we destroy any information we hold in relation to it after any legal requirement imposed on iP2PGo to retain it has expired.
id: Setelah akun Anda dihapus, kami menghancurkan informasi apa pun yang kami miliki sehubungan dengan itu setelah segala persyaratan hukum yang diberlakukan pada iP2PGo untuk mempertahankannya telah kedaluwarsa.
vi: Khi tài khoản của bạn bị xóa, chúng tôi sẽ hủy mọi thông tin chúng tôi giữ liên quan đến nó sau khi yêu cầu pháp lý buộc P2PGo phải giữ thông tin đó đã hết hạn.

source: After suspension of your account, you are entitled to limited access for the purpose of managing existing trades however you may not open new trades or post to the marketplace.
id: Setelah penangguhan akun Anda, Anda berhak atas akses terbatas untuk tujuan mengelola perdagangan yang ada, namun Anda tidak dapat membuka perdagangan baru atau memposting ke pasar.
vi: Sau khi tạm ngưng tài khoản của bạn, bạn có quyền truy cập hạn chế với mục đích quản lý các giao dịch hiện có tuy nhiên bạn không thể mở các giao dịch mới hoặc đăng lên thị trường.

source: 14. Compliance with laws
id: 14. Kepatuhan dengan hukum
vi: 14. Tuân thủ pháp luật

source: Although our website and App may be accessed outside of the Cayman Islands, we make no representation that the services comply with the laws of any other country. If you use the services from outside the Cayman Islands, you are solely responsible for ensuring compliance with your local laws.
id: Meskipun situs web dan Aplikasi kami dapat diakses di luar Kepulauan Cayman, kami tidak menyatakan bahwa layanan tersebut mematuhi hukum negara lain. Jika Anda menggunakan layanan dari luar Kepulauan Cayman, Anda sepenuhnya bertanggung jawab untuk memastikan kepatuhan terhadap hukum setempat Anda.
vi: Mặc dù trang web và ứng dụng của chúng tôi có thể được truy cập bên ngoài Quần đảo Cayman, chúng tôi không tuyên bố rằng các dịch vụ của chúng tôi đang tuân thủ luật pháp của bất kỳ quốc gia nào khác. Nếu bạn sử dụng các dịch vụ từ bên ngoài Quần đảo Cayman, bạn hoàn toàn phải chịu trách nhiệm đảm bảo tuân thủ luật pháp quốc gia của bạn.

source: You warrant that you will use the website, App and the services in compliance with your local legislation and the laws of the Cayman Islands.
id: Anda menjamin bahwa Anda akan menggunakan situs web, Aplikasi, dan layanan sesuai dengan undang-undang setempat dan hukum Kepulauan Cayman.
vi: Bạn phải đảm bảo rằng bạn sẽ sử dụng trang web, ứng dụng và dịch vụ sao cho tuân thủ với pháp luật quốc gia của bạn và luật của Quần đảo Cayman.

source: 15. Risks associated with dealing with other users
id: 15. Risiko yang terkait dengan berurusan dengan pengguna lain
vi: 15. Rủi ro liên quan đến giao dịch với người dùng khác

source: ETH or ERC20 token transfers are irreversible. If you release or send ETH or ERC20 token to somebody else, it is generally not possible for iP2PGo, nor yourself, to recover the funds. This also applies to sending ETH or ERC20 token to an incorrect address. You transfer any ETH or ERC20 token at your own risk.
id: Pengiriman token ETH atau ERC20 tidak dapat diubah. Jika Anda melepaskan atau mengirim token ETH atau ERC20 kepada orang lain, umumnya tidak mungkin bagi iP2PGo, atau diri Anda sendiri, untuk memulihkan dana. Ini juga berlaku untuk mengirimkan token ETH atau ERC20 ke alamat yang salah. Anda mentransfer token ETH atau ERC20 apa pun dengan risiko Anda sendiri.
vi: Việc chuyển tiền ETH hoặc ERC20 không thể hoàn tác được. Nếu bạn phát hành hoặc gửi tiền ETH, token ERC20 cho người khác, thông thường iP2PGo, ngay cả bạn, cũng không thể tự phục hồi được tiền. Điều này cũng áp dụng cho việc gửi tiền ETH hoặc token ERC20 đến địa chỉ không chính xác. Khi bạn chuyển tiền ETH hoặc token ERC20 , việc đó sẽ được thực hiện với rủi ro riêng của bạn.

source: If someone gains access to your account and uses your wallet, we will have no way to recover your ETH or ERC20 token in your wallet.
id: Jika seseorang mendapatkan akses ke akun Anda dan menggunakan wallet Anda, kami tidak akan memiliki cara untuk memulihkan token ETH atau ERC20 Anda di wallet Anda.
vi: Nếu ai đó có quyền truy cập vào tài khoản của bạn và sử dụng ví của bạn, chúng tôi sẽ không có cách nào để khôi phục tiền ETH hoặc token ERC20 của bạn trong ví của bạn.

source: 16. Disclaimer of warranties
id: 16. Penafian Jaminan
vi: 16. Từ chối trách nhiệm bảohaành

source: iP2P Global Ltd through its iP2PGo App does not facilitate or provide brokerage, exchange, payment, escrow, remittance or merchant services.
id: iP2P Global Ltd melalui Aplikasi iP2PGo tidak memfasilitasi atau menyediakan layanan pialang, pertukaran, pembayaran, escrow, pengiriman uang, atau layanan pedagang.
vi: iP2P Global Ltd không tạo điều kiện hoặc cung cấp dịch vụ môi giới, trao đổi, thanh toán, ký gửi, chuyển tiền hoặc bán hàng.

source: iP2P Global Ltd through its iP2PGo App is only an introductory and information service app, and, to the maximum extent permissible by law, is not responsible for any actions of its users including, without limitation, representations by any users regarding funds (ETH, ERC20 tokens or currency) having been transferred or any ownership of ETH and ERC20 tokens or funds.
id: iP2P Global Ltd melalui Aplikasi iP2PGo-nya hanya merupakan aplikasi pengantar atau pengenalan dan informasi layanan, dan, sejauh yang diizinkan oleh hukum, tidak bertanggung jawab atas tindakan apa pun dari penggunanya termasuk, tanpa batasan, representasi oleh setiap pengguna terkait dana (ETH, ERC20 token atau mata uang) telah ditransfer atau kepemilikan token ETH dan ERC20 atau dana.
vi: iP2P Global Ltd chỉ cung cấp ứng dụng dịch vụ giới thiệu và thông tin thông qua ứng dụng iP2PGo, và trong phạm vi tối đa cho phép của luật, không chịu trách nhiệm cho bất kỳ hành động nào của người dùng bao gồm, không giới hạn, những tuyên bố của bất kỳ người dùng nào liên quan đến tiền (ETH, token ERC20 hoặc tiền tệ) đã được chuyển giao hoặc bất kỳ quyền sở hữu về ETH và tolkn ERC20 hay tiền.

source: To the maximum extent permitted by law, iP2P Global Ltd does not guarantee the quality or fitness for purpose of its iP2PGo App services. iP2PGo App services is provided on an 'as is' and “as available” basis and you agree to use it at your sole risk. While we strive to make the services available to you at all times, we do not make any representations as to the availability of the services, or that your access or use of the website and App will be uninterrupted or timely. There may be delays, failures, errors, omissions or loss of transmitted information.
id: Sejauh yang diizinkan oleh hukum, iP2P Global Ltd tidak menjamin kualitas atau kesesuaian untuk tujuan layanan App iP2PGo. Layanan App iP2PGo disediakan atas dasar 'sebagaimana adanya' dan 'sebagaimana tersedia' dan Anda setuju untuk menggunakannya atas risiko Anda sendiri. Meskipun kami berupaya menyediakan layanan tersebut setiap saat, kami tidak membuat pernyataan apa pun terkait ketersediaan layanan, atau bahwa akses atau penggunaan situs web dan Aplikasi Anda tidak akan terganggu atau tepat waktu. Mungkin ada penundaan, kegagalan, kesalahan, kelalaian atau hilangnya informasi yang dikirim.
vi: Trong phạm vi tối đa được luật pháp cho phép, iP2P Global Ltd không đảm bảo chất lượng hoặc tính tương xứng cho mục đích của các dịch vụ Ứng dụng iP2PGo. Các dịch vụ mà ứng dụng iP2PGo cung cấp đều dựa trên cơ sở 'nguyên trạng' và 'có sẵn' và bạn phải chấp nhận sử dụng dịch vụ này với rủi ro riêng của mình. Mặc dù chúng tôi luôn cố gắng cung cấp dịch vụ cho bạn mọi lúc, chúng tôi không thực hiện bất kỳ tuyên bố nào về tính khả dụng của dịch vụ hoặc về việc bạn truy cập hoặc sử dụng trang web và ứng dụng chúng tôi sẽ không bị gián đoạn hoặc kịp thời. Đôi khi có thể sẽ xảy ra chậm trễ, lỗi, sự thiếu sót hoặc mất thông tin đã được truyền đi.

source: We make no warranties, claims or guarantees related to any of our users, including but not limited to:
id: Kami tidak membuat jaminan, klaim, atau jaminan yang terkait dengan salah satu pengguna kami, termasuk namun tidak terbatas pada:
vi: Chúng tôi không có bảo hành, yêu cầu hoặc bảo đảm những việc liên quan đến bất kỳ người dùng nào của chúng tôi, bao gồm nhưng không giới hạn:
