Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: •the merchantability or fitness of the user;<br>•the identity of the user;<br>•the location of the user;<br>•the reliability and timeliness of the user;<br>•the accuracy of any information the user presents; or<br>•the accuracy of any information we provide about the user.
id: daya jual atau kesesuaian pengguna;identitas pengguna;lokasi pengguna;keandalan dan ketepatan waktu pengguna;keakuratan informasi apa pun yang diberikan oleh pengguna; atau keakuratan informasi apa pun yang kami berikan tentang pengguna.
vi: • khả năng bán được hoặc sự tương thích của người dùng;<br>• danh tính của người dùng;<br>• vị trí của người dùng;<br>• độ tin cậy và sự kịp thời của người dùng;<br>• tính chính xác của bất kỳ thông tin nào mà người dùng trình bày; hoặc là<br>• tính chính xác của bất kỳ thông tin nào chúng tôi cung cấp về người dùng.

source: To the maximum extent permitted by law, we make no guarantees to the safety, reliability, availability or longevity of any of the ETH and ERC20 tokens we stored in our exchange wallet or the data we collect or store.
id: Sejauh yang diizinkan oleh hukum, kami tidak menjamin keamanan, keandalan, ketersediaan, atau umur panjang dari setiap token ETH dan ERC20 yang kami simpan di wallet pertukaran kami atau data yang kami kumpulkan atau simpan.
vi: Trong phạm vi tối đa được luật pháp cho phép, chúng tôi không đảm bảo an toàn, độ tin cậy, tính khả dụng hoặc tuổi thọ của bất kỳ tiền ETH và token ERC20 nào mà chúng tôi lưu trữ trong ví trao đổi giao dịch hoặc dữ liệu mà chúng tôi thu thập hay lưu trữ.

source: Our Website Terms of Use contains some disclaimers of warranties in relation to our website and the content on it.
id: Persyaratan Penggunaan Situs Web kami berisi beberapa penafian jaminan sehubungan dengan situs web kami dan konten di dalamnya.
vi: Điều Khoản Sử Dụng trang web của chúng tôi chứa một số tuyên bố từ chối trách nhiệm bảo hành liên quan đến trang web của chúng tôi và nội dung trên đó.

source: 17. Limitation of liability and indemnity
id: 17. Batasan tanggung jawab dan ganti rugi
vi: 17. Giới hạn trách nhiệm và bồi thường

source: You indemnify iP2P Global Ltd and hold iP2P Global Ltd harmless against all loss, claims, actions, liability, damage, costs (including legal fees on a solicitor and client basis), expenses and penalties arising directly or indirectly from any:
id: Anda mengganti rugi iP2P Global Ltd dan menahan iP2P Global Ltd tidak berbahaya terhadap semua kerugian, klaim, tindakan, tanggung jawab, kerusakan, biaya (termasuk biaya hukum atas dasar pengacara dan klien), biaya dan penalti yang timbul secara langsung atau tidak langsung dari mana saja:
vi: Bạn phải bảo đảm với công ty iP2P Global Ltd và giữ cho công ty iP2P Global Ltd vô hại khỏi bất kỳ tổn thất, khiếu nại, hành động, trách nhiệm pháo lý, thiệt hại, chi phí (bao gồm chi phí pháp lý cho luật sư và nguồn khách hàng), các dụng phí và hình phạt phát sinh trực tiếp hoặc gián tiếp từ bất kỳ các hành động sau:

source: I.breach by you of these Terms of Use;
id: I.dilanggar oleh Anda Ketentuan Penggunaan ini;
vi: I. do vi phạm các Điều Khoản Sử Dụng;

source: II.unauthorised use of your iP2PGo account;
id: II.penggunaan tidak sah dari akun iP2PGo Anda;
vi: II. sử dụng trái phép tài khoản iP2PGo;

source: III.act or omission (including any negligence, unlawful conduct, wilful misconduct or fraud) by you in relation to your use of iP2PGo’s services;
id: III.tindakan atau kelalaian (termasuk kelalaian, tindakan tidak sah, kesalahan yang disengaja atau penipuan) oleh Anda terkait dengan penggunaan layanan iP2PGo oleh Anda;
vi: III. có hành động hoặc thiếu sót (bao gồm bất kỳ sự cẩu thả, hành vi bất hợp pháp, hành vi sai trái cố ý hoặc gian lận) liên quan đến việc bạn sử dụng các dịch vụ của iP2PGo;

source: IV.third party claim against us in relation to your use of iP2PGo’s services;<br>V.any action taken by iP2PGo at your request in respect of your account, trade or dispute;
id: IV.klaim pihak ketiga terhadap kami sehubungan dengan penggunaan layanan iP2PGo oleh Anda;
vi: IV. có khiếu nại của bên thứ ba đối với chúng tôi liên quan đến việc bạn sử dụng các dịch vụ của iP2PGo;<br>V. bất kỳ hành động nào được thực hiện bởi iP2PGo theo yêu cầu của bạn đối với tài khoản, giao dịch hoặc tranh chấp của bạn;

source: VI.any inaction or delay on your part in respect of any dispute, including any failure by you to respond to a request for information by us within the time required under clause 9 (Disputes);
id: VI.setiap kelambanan atau keterlambatan di pihak Anda sehubungan dengan sengketa apa pun, termasuk kegagalan Anda untuk menanggapi permintaan informasi oleh kami dalam waktu yang dipersyaratkan dalam ayat 9 (Sengketa);
vi: VI. không có hành động hoặc trì hoãn một phần nào đó trong cuộc tranh chấp bất kì, bao gồm cả việc không trả lời yêu cầu thông tin của chúng tôi trong thời gian được yêu cầu theo khoản 9 (Tranh chấp);

source: VII.any failure by you to comply with any reasonable recommendation made by iP2PGo; and<br>VIII.infringement of intellectual property rights by you.
id: VII.kegagalan apa pun oleh Anda untuk mematuhi rekomendasi wajar apa pun yang dibuat oleh iP2PGo; dan.pelanggaran hak kekayaan intelektual oleh Anda.
vi: VII. không tuân thủ với bất kỳ khuyến cáo hợp lý nào do iP2PGo đưa ra; và<br> VIII. xâm phạm quyền sở hữu trí tuệ.

source: Except in the case of gross negligence or fraud in resulting a dispute, and to the fullest extent permitted by law, iP2P Global Ltd is not liable for:
id: Kecuali dalam kasus kelalaian atau penipuan dalam menghasilkan perselisihan, dan sejauh yang diizinkan oleh hukum, iP2P Global Ltd tidak bertanggung jawab untuk:
vi: Ngoại trừ đối với trường hợp bị sơ suất hoặc có gian lận trong kết quả tranh chấp, và đến mức tối đa được luật pháp cho phép, iP2P Global Ltd không chịu trách nhiệm về những việc sau:

source: III.act or omission (including any negligence, unlawful conduct, wilful misconduct or fraud) by you in relation to your use of iP2PGo’s services;
id: III.tindakan atau kelalaian (termasuk kelalaian, tindakan tidak sah, kesalahan yang disengaja atau penipuan) oleh Anda terkait dengan penggunaan layanan iP2PGo oleh Anda;
vi: III. có hành động hoặc thiếu sót (bao gồm bất kỳ sự cẩu thả, hành vi bất hợp pháp, hành vi sai trái cố ý hoặc gian lận) liên quan đến việc bạn sử dụng các dịch vụ của iP2PGo;

source: IV.third party claim against us in relation to your use of iP2PGo’s services;<br>V.any action taken by iP2PGo at your request in respect of your account, trade or dispute;
id: IV.klaim pihak ketiga terhadap kami sehubungan dengan penggunaan layanan iP2PGo oleh Anda;V.tindakan apa pun yang diambil oleh iP2PGo atas permintaan Anda sehubungan dengan akun, perdagangan, atau perselihan Anda;
vi: IV. có khiếu nại của bên thứ ba đối với chúng tôi liên quan đến việc bạn sử dụng các dịch vụ của iP2PGo;<br>V. bất kỳ hành động nào được thực hiện bởi iP2PGo theo yêu cầu của bạn đối với tài khoản, giao dịch hoặc tranh chấp của bạn;

source: If we are fraudulent in providing a service under these Terms of Use, then our liability is uncapped. Under no circumstances, including in cases of gross negligence or fraud, are we liable to you for any consequential loss suffered by you (including any loss of profit).
id: Jika kami curang dalam memberikan layanan berdasarkan Ketentuan Penggunaan ini, maka tanggung jawab kami tidak dilepaskan. Dalam situasi apa pun, termasuk dalam kasus kelalaian atau penipuan, kami bertanggung jawab kepada Anda atas segala kerugian konsekuensial yang Anda alami (termasuk hilangnya laba).
vi: Nếu chúng tôi gian lận trong việc cung cấp dịch vụ theo các Điều Khoản Sử Dụng này, thì trách nhiệm pháp lý của chúng tôi chưa được khai thác. Trong mọi trường hợp, kể cả trong trường hợp sơ suất hoặc gian lận, chúng tôi chịu trách nhiệm với bạn về bất kỳ tổn thất hậu quả nào do bạn gây ra (bao gồm bất kỳ tổn thất lợi nhuận nào).

source: 18. Privacy
id: 18. Privasi
vi: 18. Quyền riêng tư

source: Personal information we collect about you through the services (if any) will be dealt with in accordance with our Privacy Policy.
id: Informasi pribadi yang kami kumpulkan tentang Anda melalui layanan (jika ada) akan ditangani sesuai dengan Kebijakan Privasi kami.
vi: Thông tin cá nhân mà chúng tôi thu thập về bạn thông qua các dịch vụ (nếu có) sẽ được xử lý theo Chính Sách Bảo Mật của chúng tôi.

source: 19. Applicable law and language
id: 19. Hukum dan bahasa yang berlaku
vi: 19. Luật và ngôn ngữ áp dụng

source: These Terms of Use are governed by the laws of the Cayman Islands. These Terms of Use may be translated into other languages, however the official language of these terms is English. Translations may not accurately represent the information communicated in the English language.
id: Ketentuan Penggunaan ini diatur oleh hukum Kepulauan Cayman. Ketentuan Penggunaan ini dapat diterjemahkan ke dalam bahasa lain, namun bahasa resmi dari istilah-istilah ini adalah bahasa Inggris. Terjemahan mungkin tidak secara akurat mewakili informasi yang dikomunikasikan dalam bahasa Inggris.
vi: Các Điều Khoản Sử Dụng này được điều chỉnh bởi luật pháp của Quần đảo Cayman. Các Điều Khoản Sử Dụng này có thể được dịch sang các ngôn ngữ khác, tuy nhiên ngôn ngữ chính thức của các điều khoản này là tiếng Anh. Các bản dịch có thể không chính xác so với thông tin được truyền đạt bằng tiếng Anh.

source: 20. Notices
id: 20. Pemberitahuan
vi: 20. Thông báo

source: You agree that an email sent to the email address nominated when you created your account is a valid notice under these Terms of Use.
id: Anda setuju bahwa email yang dikirim ke alamat email yang dinominasikan ketika Anda membuat akun Anda adalah pemberitahuan yang valid berdasarkan Ketentuan Penggunaan ini.
vi: Bạn phải đồng ý rằng có một email được gửi đến địa chỉ email đã được chỉ định khi bạn tạo tài khoản của mình là thông báo hợp lệ cho các Điều Khoản Sử Dụng này.

source: You should exercise reasonable caution when reviewing emails and SMSs purporting to originate from iP2PGo as emails can be vulnerable to phishing, spoofing and additional viruses.
id: Anda harus berhati-hati ketika meninjau email dan SMS yang mengaku berasal dari iP2PGo karena email dapat rentan terhadap phishing, spoofing, dan virus tambahan
vi: Bạn nên thận trọng khi xem xét email và tin nhắn SMS xuất phát từ iP2PGo vì email có thể dễ bị lừa đảo, giả mạo và chứa vi rút.

source: 21. Changes to these terms
id: 21. Perubahan ketentuan ini
vi: 21. Thay đổi các điều khoản

source: We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Use by posting updates and changes to our website. If there is a change which has a material adverse impact on you, we will notify you by emailing you and providing 30 days’ notice. If you do not agree to the changes, your only remedy is to discontinue using the services.<br>It is your responsibility to check our website periodically for changes. Your continued use of or access to our website or the services following the posting of any changes to these Terms of Use constitutes acceptance of those changes.
id: Kami berhak, atas kebijaksanaan kami sendiri, untuk memperbarui, mengubah atau mengganti bagian apa pun dari Ketentuan Penggunaan ini dengan memposting pembaruan dan perubahan ke situs web kami. Jika ada perubahan yang berdampak negatif secara material pada Anda, kami akan memberi tahu Anda dengan mengirim email kepada Anda dan memberikan pemberitahuan 30 hari. Jika Anda tidak menyetujui perubahan, satu-satunya solusi Anda adalah menghentikan penggunaan layanan.Merupakan tanggung jawab Anda untuk memeriksa situs web kami secara berkala untuk perubahan. Penggunaan atau akses Anda yang berkesinambungan ke situs web kami atau layanan yang mengikuti posting setiap perubahan pada Ketentuan Penggunaan ini merupakan penerimaan atas perubahan tersebut.
vi: Theo quyết định riêng của mình, chúng tôi bảo lưu quyền cập nhật, thay đổi hoặc thay thế bất kỳ phần nào của các Điều Khoản Sử Dụng này bằng cách đăng tải các cập nhật và thay đổi lên trang web của chúng tôi. Nếu có sự thay đổi nào mà tác động bất lợi vật chất đối với bạn, chúng tôi sẽ thông báo cho bạn bằng cách gửi email trước 30 ngày. Nếu bạn không đồng ý với các thay đổi, biện pháp khắc phục duy nhất của bạn là ngừng sử dụng dịch vụ.<br> Bạn có trách nhiệm phải kiểm tra định kỳ trang web của chúng tôi xem có thay đổi gì không. Việc bạn tiếp tục sử dụng hoặc truy cập vào trang web của chúng tôi hoặc các dịch vụ sau khi chúng tôi đã đăng tải bất kỳ thay đổi nào đối với các Điều Khoản Sử Dụng này thì đồng nghĩa rằng điều đó sẽ cấu thành việc bạn đã chấp nhận những thay đổi đó.

source: These Terms of Use were last updated on 1st August 2018.
id: Ketentuan Penggunaan ini terakhir diperbarui pada 1 Agustus 2018.
vi: Các Điều Khoản Sử Dụng này được cập nhật lần cuối vào ngày 1 tháng 8 năm 2018.

source: 22. Terms that survive account closure
id: 22. Istilah yang bertahan hidup dalam penutupan akaun
vi: 22. Điều khoản áp dụng sau khi đóng tài khoản

source: The following terms in these Terms of Use continue to apply after the closure of your account:
id: Persyaratan berikut dalam Ketentuan Penggunaan ini terus berlaku setelah penutupan akun Anda:
vi: Các điều khoản sau trong Điều Khoản Sử Dụng này sẽ tiếp tục được áp dụng sau khi tài khoản của bạn bị đóng:

source: •Clause 9 – Disputes;<br>•Clause 10 – iP2PGo fees; and<br>•Clause 16 – Limitation of liability and indemnity.
id: • Klausa 9 - Sengketa;• Klausul 10 - Biaya iP2PGo; dan • Klausul 16 - Batasan tanggung jawab dan ganti rugi.
vi: • Khoản 10 - Tranh chấp;<br> • Khoản 11 - phí iP2PGo; và<br> • Điều 17 - Giới hạn trách nhiệm pháp lý và bồi thường.

source: 23. Entire understanding
id: 23. Keseluruhan pengertian
vi: 23. Hiểu biết tổng thể

source: These Terms of Use contain the entire understanding between the parties as to the subject matter of this terms.
id: Ketentuan Penggunaan ini berisi seluruh pemahaman antara pihak-pihak mengenai materi pokok dari ketentuan ini.
vi: Các Điều Khoản Sử Dụng này chứa sự hiểu biết tổng thể giữa các bên về các vấn đề đối tượng của các điều khoản này.

source: 24. Contact
id: 24. Kontak
vi: 24. Liên hệ

source: Please send any questions, comments, issues, or general correspondence via email to admin@ip2pgo.com
id: Silakan kirim pertanyaan, komentar, masalah atau korespondensi umum melalui email ke admin@ip2pgo.com
vi: Vui lòng gửi bất kỳ câu hỏi, nhận xét, sự cố hoặc thư từ chung nào qua email tới admin@ip2pgo.com

source: IP2PGO WEBSITE TERMS AND CONDITIONS
id: PERSYARATAN DAN KONDISI WEBSITE IP2PGO
vi: ĐIỀU KHOẢN VÀ ĐIỀU KIỆN SỬ DỤNG WEBSITE CỦA IP2PGO

source: Please read these Terms and Conditions carefully before using this website or accessing any data on the iP2PGo and their partners platform. By using this website, you accept these Terms and Conditions and that you agree to abide by them. If you do not agree to these Terms and Conditions without limitation or exclusion, you should immediately leave this website.
id: Harap baca Syarat dan Ketentuan ini dengan saksama sebelum menggunakan situs web ini atau mengakses data apa pun di iP2PGo dan platform mitra mereka. Dengan menggunakan situs web ini, Anda menerima Syarat dan Ketentuan ini dan Anda setuju untuk mematuhinya. Jika Anda tidak menyetujui Syarat dan Ketentuan ini tanpa batasan atau pengecualian, Anda harus segera meninggalkan situs web ini.
vi: Vui lòng đọc kỹ các Điều khoản và Điều kiện này trước khi sử dụng trang web này hoặc truy cập bất kỳ dữ liệu nào trên iP2PGo và nền tảng đối tác của nó. Bằng cách sử dụng trang web này, bạn đã chấp nhận các Điều khoản và Điều kiện này và đồng ý tuân thủ các Điều khoản và Điều kiện này. Nếu bạn không đồng ý với các Điều khoản và Điều kiện này mà không có giới hạn hoặc loại trừ, bạn nên rời khỏi trang web này ngay lập tức.

source: The iP2PGo service and network (collectively, the “Service” are operated by iP2P Global Ltd (“the Company”, “we”, “us” or “our”). By accessing or using our website at www.ip2pgo.com, including any subdomain thereof (the “Website”), you (the “User”) signify that you have read, understood and agreed to be bound by these Terms and Conditions, regardless of whether you are a registered member of the Service. In addition to these Terms and Conditions, you may enter into other agreements with us or others that will govern your use of the Service or related services offered by us or others. If there is any contradiction between these Terms and Conditions and other agreements you enter into applicable to specific aspects of the Service, the other agreements shall take precedence in relation to the specific aspects of the Service to which it applies.
id: Layanan dan jaringan iP2PGo (secara kolektif, 'Layanan' dioperasikan oleh iP2P Global Ltd ('Perusahaan' atau 'kita'). Dengan mengakses atau menggunakan situs web kami di www.ip2pgo.com, termasuk setiap subdomain daripadanya ('Situs Web'), Anda ('Pengguna') menandakan bahwa Anda telah membaca, memahami, dan setuju untuk terikat dengan Syarat dan Ketentuan ini, terlepas dari apakah Anda adalah anggota terdaftar dari Layanan. Selain dari Syarat dan Ketentuan ini, Anda juga dapat membuat perjanjian lain dengan kami atau pihak lain yang akan mengatur penggunaan Anda atas Layanan atau layanan terkait yang ditawarkan oleh kami atau orang lain. Jika ada kontradiksi antara Syarat dan Ketentuan ini dan perjanjian lain yang Anda masukkan ke dalam untuk aspek-aspek tertentu dari Layanan, perjanjian lain harus didahulukan dalam kaitannya dengan aspek-aspek spesifik dari Layanan yang berlaku.
vi: Dịch vụ và mạng lưới IP2PGo (gọi chung là “Dịch vụ” được điều hành bởi công ty iP2P Global Ltd (thường gọi là “công ty”, “chúng tôi”). Bằng cách truy cập hoặc sử dụng website của chúng tôi tại địa chỉ www.ip2pgo.com, bao gồm bất kỳ tên miền phụ nào (“Trang web”), bạn (“Người dùng”) biểu thị rằng bạn đã đọc, hiểu và đồng ý sẽ ràng buộc bởi các Điều khoản và Điều kiện này, bất kể bạn có phải là thành viên đã đăng ký của Dịch vụ hay không. Với các Điều khoản và Điều kiện này, bạn có thể tham gia vào các thỏa thuận khác với chúng tôi hoặc với những người khác sẽ chi phối việc sử dụng Dịch vụ của bạn hoặc các dịch vụ có liên quan do chúng tôi hoặc những người khác cung cấp. Đối với các khía cạnh cụ thể của Dịch vụ, các thỏa thuận khác sẽ được ưu tiên xử lý trong mối liên quan đến các khía cạnh cụ thể của Dịch vụ mà nó áp dụng.

source: CHANGES TO THESE TERMS AND CONDITIONS
id: PERUBAHAN DENGAN PERSYARATAN DAN KONDISI INI
vi: THAY ĐỔI VỚI CÁC ĐIỀU KHOẢN VÀ ĐIỀU KIỆN NÀY

source: We may make changes to these Terms and Conditions from time to time. If we do this, we will post the changed Terms and Conditions on the Website and will indicate at the top of this page the date the Terms and Conditions was last updated. You understand and agree that your continued use of the Service or the Website after we have made any such changes constitutes your acceptance of the new Terms and Conditions.
id: Kami dapat mengubah Persyaratan dan Ketentuan ini dari waktu ke waktu. Jika kami melakukan ini, kami akan memposting Syarat dan Ketentuan yang diubah di Situs Web dan akan menunjukkan di bagian atas halaman ini tanggal Syarat dan Ketentuan terakhir diperbarui. Anda memahami dan menyetujui bahwa penggunaan Layanan atau Situs web Anda yang berkelanjutan setelah kami melakukan perubahan tersebut merupakan penerimaan Anda terhadap Syarat dan Ketentuan baru.
vi: Chúng tôi có thể thay đổi các Điều khoản và Điều kiện này theo thời gian. Nếu chúng tôi làm điều này, chúng tôi sẽ đăng các Điều khoản và Điều kiện đã thay đổi trên Trang web và sẽ chỉ ra ở đầu trang này vào ngày Điều khoản và Điều kiện được cập nhật lần cuối. Bạn hiểu và đồng ý rằng việc bạn tiếp tục sử dụng Dịch vụ hoặc Trang web sau khi chúng tôi đã thực hiện bất kỳ thay đổi nào như vậy sẽ cấu thành việc bạn đã chấp nhận Điều khoản và điều kiện mới.

source: ACCESSING OUR WEBSITE
id: MENGAKSES WEBSITE KAMI
vi: TRUY CẬP TRANG WEB CỦA CHÚNG TÔI

source: Access to this Website is permitted on a temporary basis, and we reserve the right to withdraw or amend the Service we provide on this Website without notice. We will not be liable if for any reason our Website is unavailable at any time. From time to time, we may restrict your access to our Website without assigning any reason.
id: Akses ke Situs Web ini diizinkan untuk sementara, dan kami berhak untuk menarik atau mengubah Layanan yang kami sediakan di Situs Web ini tanpa pemberitahuan. Kami tidak akan bertanggung jawab atas karena alasan apapun Situs Web kami tidak tersedia setiap saat. Dari waktu ke waktu, kami dapat membatasi akses Anda ke Situs Web kami tanpa memberikan alasan apa pun.
vi: Việc truy cập vào trang web này được cho phép tạm thời và chúng tôi có quyền rút hoặc sửa đổi Dịch vụ mà chúng tôi cung cấp trên Trang web này mà không cần thông báo. Chúng tôi sẽ không chịu trách nhiệm nếu vì bất kỳ lý do nào mà Trang web của chúng tôi không thể sử dụng bất kỳ lúc nào. Thỉnh thoảng, chúng tôi có thể hạn chế quyền truy cập của bạn vào trang web của chúng tôi mà không đưa ra bất kỳ lý do gì.
