Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: Referral commissions are paid in the form of the tokens that were transacted by the user you referred.
id: Komisi referral dibayarkan dalam bentuk token yang ditransaksikan oleh user yang Anda referensikan
vi: Hoa hồng giới thiệu được thanh toán dưới dạng mã thông báo được giao dịch bởi người dùng mà bạn đã giới thiệu.

source: If the 5th level transaction amount is also 10 ETH, then the referral commission is:
id: Jika jumlah transaksi level 5 juga 10 ETH, maka komisi referral adalah:
vi: Nếu số tiền giao dịch cấp 5 cũng là 10 ETH, thì hoa hồng giới thiệu là:

source: The referral commission will be automatically credited to your iP2PGO wallet on a daily basis.
id: Komisi referral akan secara otomatis dikreditkan ke wallet iP2PGO Anda setiap hari.
vi: Hoa hồng giới thiệu sẽ được tự động ghi có vào ví iP2PGO của bạn hàng ngày.

source: CLICK ICON BELOW TO REGISTER
id: KLIK IKON DI BAWAH INI UNTUK MENDAFTAR
vi: NHẤP VÀO ICON DƯỚI ĐÂY ĐỂ ĐĂNG KÝ

source: REGISTER
id: DAFTAR
vi: ĐĂNG KÝ

source: *Please leave this blank if you are not referred by someone.
id: * Sila biarkan ruangan ini kosong jika Anda tidak dirujuk oleh seseorang.
vi: * Vui lòng để trống nếu bạn không được ai đó giới thiệu.

source: Already have account? Click
id: Sudah punya akun? Klik
vi: Đã có tài khoản? Nhấp chuột

source: to login.
id: untuk login.
vi: để đăng nhập

source: In a Co-operative (“Co-op”), members earn a share of the co-op income by participating and supporting the co-op business, therefore as the co-op prosper the members will prosper too by earning larger income.
id: Dalam Koperasi ('Ko-op'), anggota mendapatkan bagian dari pendapatan koperasi dengan berpartisipasi dan mendukung bisnis koperasi, karena itu sebagai koperasi, para anggota juga akan makmur dengan mendapatkan penghasilan yang lebih besar.
vi: Trong Hợp tác xã (Dịch vụ hợp tác trực tuyến), các thành viên kiếm được một phần thu nhập từ hợp tác xã bằng cách tham gia và hỗ trợ doanh nghiệp hợp tác, do đó, các thành viên hợp tác sẽ phát triển thịnh vượng bằng cách kiếm thu nhập lớn hơn.

source: This concept is similar to our community token concept. The more support iP2PGO received from its members to grow the platform transaction volume, the more prosperous our members will be by getting higher amount of income from their GO token holdings. This will also make the GO token more valuable.
id: Konsep ini mirip dengan konsep token komunitas kami. Semakin banyak dukungan iP2PGO yang diterima dari para anggotanya untuk menumbuhkan volume transaksi platform, semakin mantap para anggota kami dengan mendapatkan jumlah penghasilan yang lebih tinggi dari kepemilikan GO token mereka. Ini juga akan membuat token GO lebih berharga.
vi: Khái niệm này tương tự như khái niệm mã thông báo cộng đồng của chúng tôi. IP2PGO càng nhận được nhiều hỗ trợ từ các thành viên của mình để tăng khối lượng giao dịch nền tảng, các thành viên của chúng tôi sẽ càng thịnh vượng hơn bằng cách nhận được thu nhập cao hơn từ việc nắm giữ mã thông báo GO của họ. Điều này cũng sẽ làm cho mã thông báo GO có giá trị hơn.

source: REVERSE ICO STARTS IN:
id: REVERSE ICO MULAI DI:
vi: SỬA ĐỔI ICO SAU TRONG:

source: 10%% bonus GO Token for every successful referral
id: Bonus 10 %% GO Token untuk setiap rujukan yang berhasil
vi: 10 %% tiền thưởng GO Token cho mỗi lượt giới thiệu thành công

source: As featured on:
id: Seperti yang ditampilkan pada:
vi: Như đặc trưng trên:

source: IP2PGO Token is listed on:
id: IP2PGO Token terdaftar di:
vi: Mã thông báo IP2PGO được liệt kê trên:

source: iP2PGO APP SECURITY FEATURES
id: iP2PGO APP KEAMANAN FITUR
vi: ĐẶC TRƯNG BẢO MẬT CỦA ỨNG DỤNG iP2PGO

source: Not downloadable via google Playstore
id: Tidak dapat diunduh melalui Google Play Store
vi: Không thể tải xuống qua Cửa hàng Google Play

source: No instance of another phishing app clone to appear to steal your data by masquerading as the real app.
id: Tidak ada instance kloning aplikasi phishing lain yang muncul untuk mencuri data Anda dengan menyamar sebagai aplikasi sebenar.
vi: Không có phiên bản ứng dụng lừa đảo nào xuất hiện để ăn cắp dữ liệu của bạn bằng cách giả mạo làm ứng dụng thực.

source: No data stored on mobile device
id: Tidak ada data yang disimpan di perangkat seluler
vi: Không có dữ liệu được lưu trữ trên thiết bị di động

source: All data is stored on our database which has its access secured by only a single connection, which is through our app server.
id: Semua data disimpan di database kami yang aksesnya dijamin hanya dengan koneksi tunggal, yang melalui server aplikasi kami.
vi: Tất cả dữ liệu được lưu trữ trên cơ sở dữ liệu của chúng tôi có quyền truy cập của nó được bảo đảm bằng một kết nối duy nhất, đó là thông qua máy chủ ứng dụng của chúng tôi.

source: No exposed endpoint
id: Tidak ada titik akhir yang terbuka
vi: Không có điểm cuối tiếp xúc

source: No IP or internet address is given to access our app, it is obfuscated by the android app interface.
id: Tidak ada alamat IP atau internet diberikan untuk mengakses aplikasi kami, itu dikaburkan oleh antarmuka aplikasi Android.
vi: Không có địa chỉ IP hoặc địa chỉ internet nào được cung cấp để truy cập vào ứng dụng của chúng tôi, nó bị làm mờ bởi giao diện ứng dụng Android.

source: Constant security login
id: Login keamanan yang konstan
vi: Đăng nhập bảo mật liên tục

source: Users are not kept logged on for long and will have to key in their Security Code every time they wish to log in, which is sent to their registered email every time.
id: Pengguna tidak terus masuk untuk waktu lama dan harus memasukkan Keamanan mereka Kode setiap kali mereka ingin masuk, yang dikirim ke email terdaftar mereka setiap saat.
vi: Người dùng không được đăng nhập trong thời gian dài và sẽ phải nhập mã bảo mật của họ mỗi khi họ muốn đăng nhập, được gửi đến email đã đăng ký của họ mỗi lần.

source: Double verification
id: Verifikasi ganda
vi: Xác minh hai lần

source: Users need to key in their passcode for every Ether ransaction. Treat your passcode as you would treat your bank account's PIN.
id: Pengguna harus memasukkan kode sandi mereka untuk setiap transaksi Ether. Perlakukan passcode anda karena Anda akan memperlakukan PIN akun bank Anda.
vi: Người dùng cần phải nhập mật mã của họ cho mọi giao dịch Ether. Hãy xử lý mật mã của bạn khi bạn xử lý mã PIN của tài khoản ngân hàng.

source: None-Key wallets
id: Dompet Kunci Tidak Ada
vi: Không-Key ví

source: The holding wallets can only be signed by our own executing wallet for all operations and no private keys are available to be exported.
id: Dompet yang memegang hanya dapat ditandatangani oleh wallet kita sendiri untuk semua Operasi dan tidak ada kunci privat yang tersedia untuk diekspor.
vi: Các ví cầm tay chỉ có thể được ký bởi ví thực hiện riêng của chúng tôi cho tất cả các hoạt động và không có khóa riêng nào có sẵn để xuất.

source: IP2PGO App & Web App Terms of Use
id: IP2PGO App & Ketentuan Penggunaan Aplikasi Web
vi: Điều khoản sử dụng ứng dụng và ứng dụng web của IP2PGO

source: 1. Introduction
id: 1. Perkenalan
vi: 1. Lời Giới thiệu

source: This page sets out the Terms of Use for iP2PGo account holders. By signing up for an iP2PGo account, you accept all of these terms. A reference in these Terms of Use to ‘we’, ‘us’ or ‘our’ means iP2P Global Ltd and its directors and officers.
id: Halaman ini menetapkan Ketentuan Penggunaan untuk pemegang akun iP2PGo. Dengan mendaftar untuk akun iP2PGo, Anda menerima semua persyaratan ini. Referensi dalam Ketentuan Penggunaan ini untuk ‘kami’ atau ‘kita’ berarti iP2P Global Ltd beserta direktur dan karyawan iP2P Global.
vi: Trang này đặt ra các Điều Khoản Sử Dụng cho các chủ tài khoản iP2PGo. Bằng cách đăng ký tài khoản iP2PGo, bạn đã chấp nhận tất cả các điều khoản này. Trong các Điều Khoản Sử Dụng này có sử dụng những từ là ‘chúng tôi’ hoặc ‘của chúng tôi’ có nghĩa là công ty iP2P Global Ltd, các giám đốc và nhân viên của công ty.

source: Separate terms of use apply to website visitors. These Terms of Use apply if you create an account with iP2PGo. The website Terms & Conditions also apply to the use of the services. In the event of conflict between these Terms of Use and the website Terms & Conditions, the Terms of Use prevail.
id: Syarat penggunaan terpisah berlaku untuk pengunjung situs web. Ketentuan Penggunaan ini berlaku jika Anda membuat akun dengan iP2PGo. Syarat & Ketentuan situs web juga berlaku untuk penggunaan layanan web. Jika terjadi pertentangan antara Ketentuan Penggunaan ini dan Syarat & Ketentuan situs web, Ketentuan Penggunaan berlaku.
vi: Điều Khoản Sử Dụng riêng biệt áp dụng cho khách truy cập trang web. Các Điều Khoản Sử Dụng này được áp dụng nếu bạn tạo một tài khoản trêni iP2PGo. Các Điều khoản & Điều kiện của trang web cũng áp dụng cho việc sử dụng các dịch vụ. Trong trường hợp có xung đột giữa các Điều Khoản Sử Dụng này với Điều khoản & Điều kiện của trang web, Điều Khoản Sử Dụng sẽ được áp dụng.

source: iP2PGo is a service that enables its users to find others interested in trading Ethereum digital currency (“ETH”) or ERC20 tokens for local currencies and vice versa. iP2PGo do not facilitate the exchange of fiat currency for a digital currency, and we do not provide a digital currency exchange service. iP2PGo does not purchase ETH or ERC20 tokens from, or sell ETH or ERC20 tokens to, its account holders.
id: iP2PGo adalah layanan yang memungkinkan penggunanya untuk menemukan orang lain yang tertarik dalam perdagangan mata uang digital Ethereum ('ETH') atau token ERC20 untuk mata uang lokal dan sebaliknya. iP2PGo tidak memfasilitasi pertukaran mata uang fiat untuk mata uang digital, dan kami tidak menyediakan layanan pertukaran mata uang digital. iP2PGo tidak membeli token ETH atau ERC20 dari, atau menjual token ETH atau ERC20 kepada, pemegang akunnya.
vi: iP2PGo là một dịch vụ cho phép người dùng tìm kiếm người khác quan tâm đến giao dịch tiền tệ kỹ thuật số Ethereum (“ETH”) hoặc token ERC20 đối với các loại tiền tệ quốc gia và ngược lại. iP2PGo không hỗ trợ việc trao đổi tiền tệ theo luật định thành tiền kỹ thuật số và chúng tôi không cung cấp dịch vụ trao đổi tiền kỹ thuật số. iP2PGo không mua ETH hoặc token ERC20, hoặc bán ETH hoặc token ERC20 cho chủ tài khoản tương ứng.

source: iP2PGo do not give legal or financial advice. The information on our website, and the posting and viewing of any the information on our website, should not be construed as, and should not be relied upon for, legal, financial or taxation advice in any circumstance.
id: iP2PGo tidak memberikan nasihat hukum atau keuangan. Informasi di situs web kami, serta pengeposan dan tampilan informasi apa pun di situs web kami, tidak boleh ditafsirkan sebagai, dan tidak boleh diandalkan untuk nasihat hukum, keuangan, atau perpajakan dalam keadaan apa pun.
vi: iP2PGo không cung cấp tư vấn pháp lý hoặc tài chính. Thông tin trên trang web của chúng tôi và việc đăng và xem bất kỳ thông tin nào trên trang web của chúng tôi không nên được hiểu và không nên lấy đó như là tư vấn pháp lý, tài chính hoặc thuế trong mọi trường hợp.

source: 2. Your account
id: 2. Akun Anda
vi: 2. Tài khoản của bạn

source: You will need to register and create an account in order to download the iP2PGo Application (“App”) as a user. To access the App you will have to open the App and you will have to key in your registered email address, an email will be sent to your email address with the login code. You must enter the login code when you open the App to access the services.
id: Anda harus mendaftar dan membuat akun untuk mengunduh Aplikasi iP2PGo ('App') sebagai pengguna. Untuk mengakses Aplikasi, Anda harus membuka Aplikasi dan Anda harus memasukkan alamat email Anda yang terdaftar, satu email dari administrator akan dikirimkan ke alamat email Anda dengan kode login. Anda harus memasukkan kode login ketika Anda membuka Aplikasi untuk mengakses layanan.
vi: Bạn cần đăng ký và tạo một tài khoản để tải xuống ứng dụng iP2PGo với tư cách người dùng. Để truy cập vào ứng dụng, bạn cần phải mở ứng dụng, một email sẽ được gửi đến địa chỉ email của bạn với mã đăng nhập. Bạn phải nhập mã đăng nhập khi mở Ứng dụng để truy cập các dịch vụ.

source: As a rule a user can only register one account under one email address for one country App. A user can have multiple accounts in other country Apps if the user has bank accounts in multiple countries, however the user must register under a different email address for each account. If the administrator detects that a user is using different email addresses to register many accounts for one country App, the administrator will delete the accounts except one.
id: Sebagai aturan, pengguna hanya dapat mendaftarkan satu akun di bawah satu alamat email untuk satu Aplikasi di satu negara. Pengguna dapat memiliki beberapa akun di Apps negara lain jika pengguna memiliki rekening bank di banyak negara, namun pengguna harus mendaftar di bawah alamat email yang berbeda untuk setiap akun. Jika administrator mendeteksi bahwa pengguna menggunakan alamat email yang berbeda untuk mendaftarkan banyak akun untuk satu Aplikasi di Negara yang sama, administrator akan menghapus akun kecuali satu akun.
vi: Theo quy định, người dùng chỉ có thể đăng ký một tài khoản dưới một địa chỉ email cho một ứng dụng ở một quốc gia. Người dùng có thể có nhiều tài khoản ở các ứng dụng của quốc gia khác nếu người dùng có tài khoản ngân hàng ở nhiều quốc gia, tuy nhiên người dùng phải đăng ký với địa chỉ email khác nhau cho từng tài khoản. Nếu quản trị viên phát hiện rằng người dùng đang sử dụng các địa chỉ email khác nhau để đăng ký nhiều tài khoản trên ứng dụng của một quốc gia, quản trị viên sẽ xóa tất cả chỉ để lại một tài khoản.

source: As a user you must maintain the security of your registered email and confidentiality of your email password and you are responsible for all activities that are conducted through your account, whether or not you have authorised such use.
id: Sebagai pengguna, Anda harus menjaga keamanan email dan kerahasiaan kata sandi email Anda yang terdaftar dan Anda bertanggung jawab atas semua aktivitas yang dilakukan melalui akun Anda, terlepas dari apakah Anda telah mengizinkan penggunaan tersebut atau tidak.
vi: Là người dùng, bạn phải duy trì tính bảo mật của email đã đăng ký và bảo mật mật khẩu email của mình và bạn chịu trách nhiệm đối với tất cả các hoạt động được thực hiện thông qua tài khoản của mình, cho dù bạn có cho phép sử dụng chúng hay không.

source: You must remember your email address. If you forgot or lose your email address, you will not be able to access your encrypted communications or wallet, and there is no way for iP2PGo to recover access.
id: Anda harus mengingat alamat email Anda. Jika Anda lupa atau kehilangan alamat email Anda, Anda tidak akan dapat mengakses komunikasi atau wallet terenkripsi Anda, dan tidak ada cara bagi iP2PGo untuk memulihkan akses.
vi: Bạn phải nhớ địa chỉ email của bạn. Nếu bạn quên hoặc mất địa chỉ email của mình, bạn sẽ không thể truy cập vào thông tin liên lạc hoặc ví tiền được mã hóa của mình và không có cách nào để iP2PGo khôi phục quyền truy cập.

source: We currently do not allow the registered email address to be changed. If your email address has been compromised, you have to inform the administrator immediately via the support desk and present proof so we can verify you are the owner of the compromised email address. On positive verification we will then delete the account registered under the compromised email address.
id: Saat ini kami tidak mengizinkan alamat email terdaftar untuk diubah. Jika alamat email Anda telah disusupi, Anda harus segera memberi tahu administrator melalui meja dukungan (Support) dan menunjukkan bukti sehingga kami dapat memverifikasi Anda adalah pemilik alamat email yang disusupi. Pada verifikasi yang positif, kami akan menghapus akun yang terdaftar di bawah alamat email yang disusupi.
vi: Chúng tôi hiện không cho phép thay đổi địa chỉ email đã đăng ký. Nếu địa chỉ email của bạn bị xâm phạm, bạn phải thông báo cho quản trị viên ngay lập tức qua dịch vụ hỗ trợ và đưa ra bằng chứng hiện tại để chúng tôi có thể xác minh bạn là chủ sở hữu của địa chỉ email bị xâm phạm. Khi có xác minh rõ ràng, chúng tôi sẽ xóa tài khoản được đăng ký theo địa chỉ email bị xâm phạm.

source: If you wish to delete your account, please contact the support desk with your request.
id: Jika Anda ingin menghapus akun Anda, silakan hubungi meja dukungan (Support) dengan permintaan Anda.
vi: Nếu bạn muốn xóa tài khoản của mình, vui lòng liên hệ với bộ phận hỗ trợ theo yêu cầu của bạn.

source: You must be at least 18 years old to sign up for an iP2PGo account. If you sign up for an account, you warrant that you are at least 18 years old.
id: Anda harus berusia minimal 18 tahun untuk mendaftar akun iP2PGo. Jika Anda mendaftar untuk sebuah akun, Anda menjamin pada kami bahwa Anda setidaknya berusia 18 tahun.
vi: Bạn phải ít nhất 18 tuổi để đăng ký tài khoản iP2PGo. Nếu bạn đăng ký một tài khoản, bạn đảm bảo rằng bạn từ 18 tuổi trở lên.

source: 3. VERIFIED AND UNVERIFIED USERS
id: 3. USER TERVERIFIKASI DAN TIDAK TERVERIFIKASI
vi: 3. NGƯỜI DÙNG XÁC MINH VÀ KHÔNG ĐẢM BẢO

source: Before generating the Ethereum and ERC20 wallets, you will have a choice to select whether you want to be a verified user or an unverified user. If you choose to be verified you will have to undergo the KYC approval process by uploading your identification document and a picture of your selfie holding the identification document, KYC approval may take at least 30 minutes or a few hours.
id: Sebelum membuat wallet Ethereum dan ERC20, Anda akan memiliki pilihan untuk memilih apakah Anda ingin menjadi pengguna terverifikasi atau pengguna yang tidak terverifikasi. Jika Anda memilih untuk diverifikasi, Anda harus menjalani proses persetujuan KYC dengan mengunggah dokumen identifikasi Anda dan gambar selfie Anda memegang dokumen identifikasi, persetujuan KYC akan memakan waktu setidaknya 30 menit atau beberapa jam.
vi: Trước khi tạo ví Ethereum và ERC20, bạn sẽ có lựa chọn để chọn xem bạn muốn trở thành người dùng được xác minh hay người dùng chưa được xác minh. Nếu bạn chọn được xác minh, bạn sẽ phải trải qua quá trình phê duyệt KYC bằng cách tải lên tài liệu nhận dạng của bạn và hình ảnh selfie của bạn đang giữ tài liệu nhận dạng, việc phê duyệt KYC có thể mất ít nhất 30 phút hoặc vài giờ.

source: 4. Generating Ethereum Wallet
id: 4. Mewujudkan Dompet Ethereum
vi: 4. Tạo ví Ethereum

source: When you create an account, an Ethereum wallet is created for you with a unique public key / address.
id: Saat Anda membuat akun, wallet Ethereum dibuat untuk Anda dengan kunci/alamat publik yang unik.
vi: Khi bạn tạo một tài khoản, bạn sẽ được tạo một ví Ethereum với một ổ khóa/địa chỉ duy nhất.

source: This wallet is an exchange wallet and is only to be used for;
id: Dompet ini adalah wallet pertukaran dan hanya digunakan untuk;
vi: Ví này là ví trao đổi giao dịch và chỉ được sử dụng để;

source: I)you to deposit ETH or ERC20 tokens into the exchange wallet,
id: i)Anda menyimpan token ETH atau ERC20 ke wallet pertukaran,
vi: I) bạn gửi tiền ETH hoặc token ERC20 vào ví trao đổi giao dịch,

source: II)for you to withdraw ETH or ERC20 tokens from the exchange wallet to your own private wallets,
id: ii) bagi Anda untuk menarik token ETH atau ERC20 dari wallet pertukaran ke wallet pribadi Anda sendiri,
vi: II) bạn rút tiền ETH hoặc token ERC20 từ ví trao đổi giao dịch và các ví riêng của bạn,

source: III)for you to send ETH or ERC20 tokens to the Escrow Smart Contract in the event you are making a sale transaction,
id: iii)bagi Anda untuk mengirimkan token ETH atau ERC20 ke Smart Kontrak Escrow (“Escrow Smart Contract”) jika Anda melakukan transaksi penjualan,
vi: III) bạn gửi tiền ETH hoặc token ERC20 đến Hợp Đồng Thông Minh Escrow trong trường hợp bạn đang thực hiện giao dịch bán hàng,

source: IV)for you to receive ETH or ERC20 tokens from the Escrow Smart Contract in the event you are making a buy transaction.
id: iv)bagi Anda untuk menerima token ETH atau ERC20 dari Smart Kontrak Escrow (“Escrow Smart Contract”) jika Anda melakukan transaksi beli.
vi: IV) bạn nhận được tiền ETH hoặc token ERC20 từ Hợp Đồng Thông Minh Escrow trong trường hợp bạn thực hiện giao dịch mua.

source: Since this is an exchange wallet, the private key will not be created.
id: Karena ini adalah wallet pertukaran, kunci privat tidak akan dibuat.
vi: Vì đây là ví trao đổi giao dịch nên sẽ không tạo chìa khóa riêng.

source: You are not to use this exchange wallet to subscribe to an initial coin offerings (“ICO”), since the system will not be able to track the ownership of the token when it is issued.
id: Anda tidak menggunakan wallet pertukaran ini untuk berlangganan penawaran koin awal ('ICO'), karena sistem tidak akan dapat melacak kepemilikan token ketika diterbitkan.
vi: Bạn không được sử dụng ví tiền trao đổi giao dịch này để đăng ký dịch vụ phát hành cổ phiếu ban đầu (“ICO”), vì hệ thống sẽ không thể theo dõi quyền sở hữu của token khi nó được cấp.

source: 5. Making offers
id: 5. Membuat Penawaran
vi: 5. Tạo đơn chào hàng

source: iP2PGo users may post offers to buy or sell ETH or ERC20 tokens in exchange for local currencies using the marketplace. Those that post offers (buy or sell) are called ‘Makers’. Offers on the marketplace are made publicly available, and can be viewed by anyone who accesses the App.
id: Pengguna iP2PGo dapat memposting penawaran untuk membeli atau menjual token ETH atau ERC20 dengan imbalan mata uang lokal menggunakan pasar (Marketplace). Yang memposting penawaran (beli atau jual) disebut 'Pembuat'. Penawaran di pasar dibuat tersedia untuk umum, dan dapat dilihat oleh siapa saja yang mengakses Aplikasi..
vi: Người dùng iP2PGo có thể đăng các đơn chào mua hoặc bán tiền ETH hoặc token ERC20 để đổi lấy tiền tệ quốc gia đang sử dụng trên thị trường. Người tiến hành đăng tải các đơn chào hàng (mua hoặc bán) gọi là “Người Tạo”. Đơn hàng chào mua bán trên thị trường sẽ được cung cấp công khai và bất kỳ ai truy cập ứng dụng đều xem được.

source: All offers are based on good-till-cancel (“GTC”) basis. Makers will have to set their Offer Spread above/below the Spot ask/bid price by varying the spread scale.
id: Semua penawaran didasarkan pada dasar bagus sampai dibatalkan atau “Good-till-Cancel” ('GTC'). Pembuat harus menetapkan Penawaran Spread mereka di atas / di bawah harga Spot ask / bid dengan memvariasikan skala spread. Harga bid dan ask didasarkan pada harga di bittrex.com
vi: Tất cả các đơn chào mua bán đều có hiệu lực cho đến khi hủy bỏ (“GTC”). Người tạo đơn chào mua bán phải đặt khoảng chênh lệnh giá mua và giá bán trên/thấp hơn giá mua/bán giao ngay bằng cách thay đổi tỷ lệ chênh lệch. Giá-ở-giữa giao ngay sẽ dựa trên giá ở trang bittrex.com

source: Unless the offer is cancelled manually by the Maker itself, the offer will still be valid irregardless of the ETH or ERC20 token future price movements, this is because the Maker is making their offer based on Spread above the market price rather than on absolute price.
id: Kecuali tawaran itu dibatalkan secara manual oleh Pembuat itu sendiri, tawaran itu akan tetap berlaku tanpa menghiraukan pergerakan harga ETH atau ERC20, karena Pembuat membuat penawaran mereka berdasarkan penyebaran di atas harga pasar dan bukan pada harga mutlak.
vi: Trừ khi đơn chào mua bán bị người tạo hủy bỏ một cách thủ công, đơn chào mua bán vẫn còn hợp lệ bất kể biến động về giá tương lai của ETH hoặc ERC20 thế nào, sở dĩ có điều này điều này là do người tạo đơn chào mua bán đang đưa ra đơn chào hàng của mình dựa trên khoảng chênh lệch giá mua và giá bên trên giá thị trường chứ không phải giá tuyệt đối.
