Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: This Website is intended solely for Users who, if they are natural person, are twenty one (21) years of age or older, and any registration by, use of or access to the Website by any natural person under 21 is unauthorised, unlicensed and in violation of these Terms and Conditions. By using our Service or the Website, you represent and warrant that, if you are a natural person, you are 21 or older and that you agree to and will abide by these Terms and Conditions. If you violate any of these Terms and Conditions, or otherwise violate an agreement between you and us, the Company may terminate your account, delete your profile and any content or information that you have posted on the Website and/or prohibit you from using or accessing the Service or the Website, at any time in its sole discretion, without notice, including without limitation if it believes that you are under 21.
id: Situs Web ini ditujukan semata-mata untuk Pengguna yang, jika mereka adalah orang alami, berusia dua puluh satu (21) tahun atau lebih dan pendaftaran apa pun dengan penggunaan atau akses ke Situs Web oleh orang perseorangan di bawah 21 tahun adalah tidak sah, tidak berlisensi dan melanggar Syarat dan Ketentuan ini. Dengan menggunakan Layanan kami atau Situs Web, Anda menyatakan dan menjamin bahwa, jika Anda adalah orang yang wajar, Anda berusia 21 tahun atau lebih dan Anda setuju dan akan mematuhi Syarat dan Ketentuan ini. Jika Anda melanggar salah satu dari Syarat dan Ketentuan ini, atau melanggar kesepakatan antara Anda dan kami, Perusahaan dapat mengakhiri akun Anda, menghapus profil Anda dan konten atau informasi apa pun yang telah Anda poskan di Situs Web dan / atau melarang Anda menggunakan atau mengakses Layanan atau Situs Web, kapan saja atas kebijakannya sendiri, tanpa pemberitahuan, termasuk tanpa batasan jika percaya bahwa Anda berusia di bawah 21 tahun.
vi: Trang web này chỉ dành cho Người Dùng, nếu họ là người tự nhiên, hai mươi mốt (21) tuổi trở lên và mọi đăng ký, sử dụng hoặc truy cập vào trang web của bất kỳ người nào dưới 21 tuổi đều được xem là không được phép, không có quyền và vi phạm các Điều khoản và Điều kiện này. Bằng việc sử dụng Dịch vụ của chúng tôi hoặc Trang web, bạn phải tuyên bố và đảm bảo rằng, bạn là một người tự nhiên, bạn từ 21 tuổi trở lên và bạn sẽ đồng ý và tuân thủ các Điều khoản và điều kiện này. Nếu bạn vi phạm bất kỳ Điều khoản và Điều kiện nào, hoặc vi phạm thỏa thuận giữa bạn và chúng tôi, Công ty có thể chấm dứt tài khoản của bạn, xóa hồ sơ của bạn và bất kỳ nội dung hoặc thông tin nào bạn đã đăng trên Trang web và/hoặc cấm bạn sử dụng hoặc truy cập Dịch vụ hoặc Trang web, bất kỳ lúc nào theo quyết định riêng của chúng tôi mà không cần phải thông báo, bao gồm nhưng không giới hạn nếu tin rằng bạn dưới 21 tuổi.

source: When you register with us, you will choose a username and password that is unique to your account. You must treat such information as confidential, and you must not disclose it to any third party. We have the right to disable your account if, in our opinion, you have failed to comply with any of the provisions of these Terms and Conditions. We have no liability as a result of any third party accessing your account.
id: Ketika Anda mendaftar dengan kami, Anda akan memilih nama pengguna dan kata sandi yang unik untuk akun Anda. Anda harus memperlakukan informasi tersebut sebagai rahasia, dan Anda tidak boleh mengungkapkannya kepada pihak ketiga mana pun. Kami berhak menonaktifkan akun Anda jika menurut pendapat kami, Anda telah gagal mematuhi salah satu ketentuan dari Syarat dan Ketentuan ini. Kami tidak memiliki kewajiban sebagai akibat dari pihak ketiga yang mengakses akun Anda.
vi: Khi bạn đăng ký với chúng tôi, bạn sẽ chọn một tên người dùng và mật khẩu duy nhất cho tài khoản của bạn. Bạn phải xem những thông tin đó là thông tin mật và bạn không được tiết lộ thông tin đó cho bất kỳ bên thứ ba nào. Chúng tôi có quyền vô hiệu hóa tài khoản của bạn nếu, theo ý kiến của chúng tôi, bạn đã không tuân thủ bất kỳ điều khoản nào trong các Điều khoản và Điều kiện này. Chúng tôi không chịu trách nhiệm pháp lý do bất kỳ bên thứ ba nào truy cập vào tài khoản của bạn.

source: You are responsible for making all arrangements necessary for you to have access to our Website. You are also responsible for ensuring that all persons who access this Website through your internet connection are aware of these Terms and Conditions, and that they comply with them.
id: Anda bertanggung jawab untuk membuat semua pengaturan yang diperlukan bagi Anda untuk mengakses Situs Web kami. Anda juga bertanggung jawab untuk memastikan bahwa semua orang yang mengakses Situs Web ini melalui koneksi internet Anda mengetahui Syarat dan Ketentuan ini, dan bahwa mereka mematuhinya.
vi: Bạn có trách nhiệm thực hiện tất cả các sắp xếp cần thiết để bạn có quyền truy cập vào trang web của chúng tôi. Bạn cũng chịu trách nhiệm đảm bảo rằng tất cả những người truy cập trang web này thông qua kết nối internet của bạn đều biết các Điều khoản và Điều kiện này và họ tuân thủ chúng.

source: INTELLECTUAL PROPERTY RIGHTS
id: HAK KEKAYAAN INTELEKTUAL
vi: QUYỀN SỞ HỮU TRÍ TUỆ

source: We own all intellectual property rights in this Website. These materials are protected by copyright laws and treaties around the world. All such rights are reserved.
id: Kami memiliki semua hak kekayaan intelektual di Situs Web ini. Materi ini dilindungi oleh undang-undang hak cipta dan perjanjian di seluruh dunia. Semua hak tersebut dilindungi.
vi: Chúng tôi sở hữu tất cả các quyền sở hữu trí tuệ trong trang web này. Những tài liệu này được bảo vệ bởi luật bản quyền và các điều ước sở hữu trí tuệ trên khắp thế giới. Tất cả các quyền đó được bảo lưu.

source: You agree to respect all intellectual property rights, including but not limited to copyright, trademarks, trade names (whether registered or not) contained or displayed on the Website or which you gain access to in connection with using our Services.
id: Anda setuju untuk menghormati semua hak kekayaan intelektual, termasuk tetapi tidak terbatas pada hak cipta, merek dagang, nama dagang (apakah terdaftar atau tidak) yang terdapat atau ditampilkan di Situs Web atau yang Anda dapatkan sehubungan dengan penggunaan Layanan kami.
vi: Bạn phải đồng ý tôn trọng mọi quyền sở hữu trí tuệ, bao gồm nhưng không giới hạn đối với bản quyền, nhãn hiệu, tên thương mại (dù đã đăng ký hay không) có hoặc được hiển thị trên Trang web hoặc quyền truy cập liên quan đến việc sử dụng Dịch vụ của chúng tôi.

source: We do not have control over material published on the Website which may belong to third parties and cannot guarantee the authenticity of any material which users may provide during the course of their use of the Website. Therefore, we do not accept liability for any material that is uploaded to or shared on our Website, that is not uploaded by us. You acknowledge that all material accessed by you using the Website is at your own risk and you will be solely responsible for any danger or loss to any party resulting therefore.
id: Kami tidak memiliki kendali atas materi yang dipublikasikan di Situs Web yang mungkin milik pihak ketiga dan tidak dapat menjamin keaslian materi apa pun yang dapat diberikan pengguna selama mereka menggunakan Situs Web. Oleh karena itu, kami tidak menerima tanggung jawab atas materi apa pun yang diunggah ke atau dibagikan di Situs Web kami yang tidak diunggah oleh kami. Anda mengakui bahwa semua materi yang diakses oleh Anda menggunakan Situs Web adalah risiko Anda sendiri dan Anda akan bertanggung jawab sepenuhnya atas bahaya atau kerugian apa pun kepada pihak mana pun yang menyebabkannya.
vi: Chúng tôi không có quyền kiểm soát tài liệu được xuất bản trên trang web mà có thể thuộc về bên thứ ba và không thể đảm bảo tính xác thực của bất kỳ tài liệu nào mà người dùng có thể cung cấp trong quá trình sử dụng trang web của họ. Do đó, chúng tôi không chấp nhận trách nhiệm pháp lý đối với bất kỳ tài liệu nào được tải lên hoặc được chia sẻ trên Trang web của chúng tôi mà không phải do chúng tôi không tải lên. Bạn phải thừa nhận rằng tất cả tài liệu mà bạn truy cập khi sử dụng trang web đều có nguy cơ riêng và do đó bạn phải tự chịu trách nhiệm về bất kỳ mối nguy hiểm hoặc tổn thất nào cho bất kỳ bên nào.

source: Materials that are shared on our Website not intended for distribution. You must not use any part of the materials on our Website for commercial purposes and you agree not to download or print off copies of such materials for any purposes other than those for which they are intended.
id: Materi yang dibagikan di Situs Web kami tidak dimaksudkan untuk distribusi. Anda tidak boleh menggunakan bagian apa pun dari materi di Situs Web kami untuk tujuan komersial dan Anda setuju untuk tidak mengunduh atau mencetak salinan materi tersebut untuk tujuan selain dari yang dimaksudkan.
vi: Các tài liệu được chia sẻ trên trang web của chúng tôi không nhằm mục đích phân phối. Bạn không được sử dụng bất kỳ phần nào của tài liệu trên trang web của chúng tôi cho mục đích thương mại và bạn phải đồng ý không được tải xuống hoặc in các bản sao của tài liệu đó cho bất kỳ mục đích nào khác ngoài mục đích mà chúng được dự định.

source: If you breach these Terms and Conditions and print off, copy or download any part of our Website, your right to use our Website will cease immediately and you must return or destroy any copies of the materials you have made.
id: Jika Anda melanggar Syarat dan Ketentuan ini dan mencetak, menyalin atau mengunduh bagian apa pun dari Situs Web kami, hak Anda untuk menggunakan Situs Web kami akan segera dihentikan dan Anda harus mengembalikan atau menghancurkan setiap salinan materi yang telah Anda buat.
vi: Nếu bạn vi phạm các Điều khoản và Điều kiện này và in ra, sao chép hoặc tải xuống bất kỳ phần nào của Trang web của chúng tôi, chúng tôi sẽ dừng ngay lập tức quyền sử dụng Trang web bạn và bạn phải trả lại hoặc hủy bất kỳ bản sao của tài liệu bạn đã thực hiện.

source: DISCLAIMERS
id: DISCLAIMER
vi: TỪ BỎ TRÁCH NHIỆM

source: None of the Company’s, its shareholders, any of its affiliates, subsidiaries, providers or their respective officers, directors, employees or agents (collectively the “IP2P Global Parties”) guarantees the accuracy, adequacy, timeliness, reliability or completeness of the materials that are shared on our Website and the IP2P Global Parties disclaim liability for errors or omissions in the Website. This Website and all materials shared are provided “as is” and “as available”, without any guarantee or warranty, either express or implied. We therefore disclaim all liability and responsibility arising from any reliance placed on such materials by any visitor of our Website, or by anyone who may be informed of any of its contents.
id: Tidak satu pun dari Perusahaan, pemegang sahamnya, afiliasi, anak perusahaan, penyedia jasa atau direktur, karyawan, atau agennya masing-masing (secara kolektif disebut 'Pihak Global IP2P') menjamin keakuratan, kecukupan, ketepatan waktu, keandalan atau kelengkapan materi yang dibagikan di Situs Web kami dan Pihak Global IP2P melepaskan tanggung jawab atas kesalahan atau kelalaian di Situs Web. Situs web ini dan semua materi yang dibagikan diberikan 'sebagaimana adanya' dan 'sebagaimana tersedia', tanpa jaminan atau jaminan apa pun, baik tersurat maupun tersirat. Oleh karena itu kami menyangkal semua tanggung jawab dan tanggung jawab yang timbul dari ketergantungan yang ditempatkan pada materi tersebut oleh setiap pengunjung Situs Web kami, atau oleh siapa saja yang mungkin diberitahu tentang isinya.
vi: Không có Công ty, cổ đông, bất kỳ chi nhánh, công ty con, nhà cung cấp hoặc nhân viên, giám đốc, nhân viên hoặc đại lý nào (gọi chung là “Các bên của IP2P trên toàn cầu”) đảm bảo tính chính xác, đầy đủ, kịp thời, tin cậy hoặc tính đầy đủ của các tài liệu được chia sẻ trên trang web của chúng tôi và các bên của IP2P trên toàn cầu từ chối trách nhiệm đối với các lỗi hoặc thiếu sót trong trang web. Trang web này và tất cả các tài liệu được chia sẻ được cung cấp “nguyên trạng” và “có sẵn”, không có bất kỳ bảo đảm hoặc bảo hành nào, kể cả thể hiện hoặc ngụ ý. Do đó, chúng tôi từ chối mọi trách nhiệm pháp lý phát sinh từ bất kỳ mối liên quan nào đặt trên các tài liệu đó bởi bất kỳ khách truy cập nào vào Trang web của chúng tôi hoặc bởi bất cứ ai được thông báo về bất kỳ nội dung nào của nó.

source: The Company is not responsible for any problems or technical malfunction of any telephone network or lines, computer online systems, servers or providers, computer equipment, software, failure of email or players on account of technical problems or traffic congestion on the Internet or on the Website, including injury or damages to Users or any other person’s computer related to or resulting from using the Website and/or in connection with the Service. Under no circumstances will the Company be responsible for any damage and/or loss of any kind, resulting from anyone’s use of the Website or the Service.
id: Perusahaan tidak bertanggung jawab atas masalah atau kerusakan teknis jaringan atau saluran telepon apa pun, sistem online komputer, server atau penyedia, peralatan komputer, perangkat lunak, kegagalan email atau pemain karena masalah teknis atau kemacetan lalu lintas di Internet atau pada Situs web, termasuk kecederaan atau kerusakan kepada Pengguna atau komputer orang lain yang terkait dengan atau yang dihasilkan dari menggunakan Situs Web dan / atau sehubungan dengan Layanan. Dalam keadaan apa pun, Perusahaan tidak akan bertanggung jawab atas segala kerusakan dan / atau kerugian apa pun, yang diakibatkan oleh siapa pun yang menggunakan Situs Web atau Layanan.
vi: Công ty không chịu trách nhiệm về bất kỳ sự cố hoặc sự cố kỹ thuật nào từ bất kỳ mạng hoặc đường dây điện thoại nào, từ hệ thống máy tính trực tuyến, máy chủ hoặc nhà cung cấp, thiết bị máy tính, phần mềm, lỗi của email hoặc người chơi liên quan đến vấn đề kỹ thuật hoặc tắc nghẽn lưu lượng truy cập trên Internet hoặc trên Trang web, bao gồm cả thương tích hoặc thiệt hại cho Người Dùng hoặc bất kỳ máy tính nào của người khác mà liên quan đến hoặc bị phát sinh từ việc sử dụng Trang web và / hoặc liên quan đến Dịch vụ. Trong mọi trường hợp, Công ty sẽ không chịu trách nhiệm cho bất kỳ thiệt hại và / hoặc mất mát nào do sử dụng Trang web hoặc Dịch vụ của bất kỳ ai.

source: YOUR INFORMATION
id: INFORMASI ANDA
vi: THÔNG TIN CỦA BẠN

source: We process information about you in accordance with our Privacy Policy. By using this Website, you consent to such processing and you warrant that all information provided by you is accurate and to notify us (either by the Website or by emails) if there are any changes. We will not be responsible, or liable to any third party, for the content or accuracy of any materials posted by you or any other user of our Website.
id: Kami memproses informasi tentang Anda sesuai dengan Kebijakan Privasi kami. Dengan menggunakan Situs Web ini, Anda menyetujui pemrosesan tersebut dan Anda menjamin bahwa semua informasi yang diberikan oleh Anda akurat dan memberi tahu kami (baik lewat Situs Web atau melalui email) jika ada perubahan. Kami tidak akan bertanggung jawab, atau bertanggung jawab kepada pihak ketiga, untuk konten atau keakuratan materi yang diposting oleh Anda atau pengguna lain dari Situs Web kami.
vi: Chúng tôi xử lý thông tin về bạn theo Chính Sách Bảo Mật của chúng tôi. Bằng cách sử dụng trang web này, bạn đã đồng ý cách xử lý này và đảm bảo rằng tất cả thông tin do bạn cung cấp là chính xác và thông báo cho chúng tôi (hoặc bằng Trang web hoặc qua email) nếu có bất kỳ thay đổi nào. Chúng tôi sẽ không chịu trách nhiệm hoặc chịu trách nhiệm với bất kỳ bên thứ ba nào về nội dung hoặc tính chính xác của bất kỳ tài liệu nào do bạn hoặc bất kỳ người dùng nào khác trên trang web của chúng tôi đăng.

source: You agree to indemnify and hold IP2PGlobal Parties harmless from and against any loss, liability, claim, demand, damages, costs and expenses, including attorney’s fees, arising out of or in connection with your materials or information posted or shared on or through the Website, your use of the Services or the Website.
id: Anda setuju untuk mengganti kerugian dan menahan Pihak IP2PGlobal tidak berbahaya dari dan terhadap setiap kerugian, tanggung jawab, klaim, permintaan, kerusakan, biaya dan pengeluaran, termasuk biaya pengacara, yang timbul dari atau sehubungan dengan materi atau informasi Anda yang diposting atau dibagikan pada atau melalui Situs Web, penggunaan Anda atas Layanan atau Situs Web.
vi: Bạn phải đồng ý bồi thường và giữ cho bên kia không bị thiệt hại từ và đối với bất kỳ và tất cả các tổn thất, trách nhiệm, khiếu nại, thiệt hại, chi phí và dụng phí, bao gồm phí luật sư, phát sinh hoặc liên quan đến tài liệu hoặc thông tin mà bạn đã đăng hoặc chia sẻ trên hoặc thông qua trang web , việc sử dụng Dịch vụ hoặc Trang web của bạn.

source: Any material or information that you provide and which is posted to our Website will be considered non-confidential and non-proprietary, and shall become the sole property of the Company. The Company shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of all material or information provided by you for any purpose, commercial or otherwise, without acknowledgement or compensation to you.
id: Materi atau informasi apa pun yang Anda berikan dan yang diposting ke Situs Web kami akan dianggap tidak rahasia dan tidak memiliki hak milik, dan akan menjadi satu-satunya milik Perusahaan. Perusahaan harus memiliki hak eksklusif, termasuk semua hak kekayaan intelektual, dan berhak atas penggunaan tidak terbatas dan penyebaran semua materi atau informasi yang diberikan oleh Anda untuk tujuan apa pun, komersial atau lainnya, tanpa pengakuan atau kompensasi kepada Anda.
vi: Bất kỳ tài liệu hoặc thông tin nào mà bạn cung cấp và được đăng lên trang web của chúng tôi sẽ được coi là không bảo mật và không có quyền sở hữu và sẽ trở thành tài sản duy nhất của Công ty. Công ty sẽ sở hữu độc quyền, bao gồm tất cả các quyền sở hữu trí tuệ và được sử dụng không hạn chế và phổ biến tất cả các tài liệu hoặc thông tin do bạn cung cấp với bất kỳ mục đích nào, thương mại khác, mà không cần sự thừa nhận hoặc phải bồi thường cho bạn.

source: We also have the right to disclose your identity to any third party who is claiming that any material posted or uploaded by you to our Website constitutes a violation of their intellectual property rights, or of their right to privacy.
id: Kami juga memiliki hak untuk mengungkapkan identitas Anda kepada pihak ketiga yang mengklaim bahwa materi apa pun yang diposting atau diunggah oleh Anda ke Situs Web kami merupakan pelanggaran hak kekayaan intelektual mereka, atau hak privasi mereka.
vi: Chúng tôi cũng có quyền tiết lộ danh tính của bạn cho bất kỳ bên thứ ba nào tuyên bố rằng bất kỳ tài liệu nào được bạn đăng tải hoặc tải lên trang web của chúng tôi cấu thành sự vi phạm quyền sở hữu trí tuệ hoặc quyền riêng tư của họ.

source: USER DISPUTES
id: SESUAI PENGGUNA
vi: QUYẾT ĐỊNH NGƯỜI DÙNG

source: You are solely responsible for your interactions with other Users. We reserve the right, but have no obligation, to monitor disputes between you and other Users.
id: Anda sepenuhnya bertanggung jawab atas interaksi Anda dengan Pengguna lain. Kami berhak, tetapi tidak memiliki kewajiban, untuk memantau perselisihan antara Anda dan Pengguna lain.
vi: Bạn tự chịu trách nhiệm về tương tác của mình với những Người Dùng khác. Chúng tôi bảo lưu quyền, nhưng không có nghĩa vụ phải giám sát các tranh chấp giữa bạn và những Người Dùng khác.

source: VIRSUSES, HACKING AND OTHER OFFENCES
id: VIRSUS, HACKING, DAN PENAWARAN LAINNYA
vi: VIRÚT, BỊ HACK HAY CÁC CUỘC XÂM PHẠM KHÁC

source: You must not misuse this Website by knowingly introducing viruses, trojans, worms, logic bombs or other materials which are malicious or technologically harmful (collectively “Viruses”). You must not attempt to gain unauthorised access to our Website, the server on which our Website is stored or any server, computer or database connected to this Website. You must not attack this Website via a denial-of-service attack. In the event of such a breach, your rights to use this Website will cease immediately.
id: Anda tidak boleh menyalahgunakan Situs Web ini dengan secara sengaja memperkenalkan virus, trojan, worm, bom logika, atau materi lain yang berbahaya atau berbahaya secara teknologi (secara kolektif disebut 'Virus'). Anda tidak boleh berusaha mendapatkan akses tidak sah ke Situs Web kami, server tempat situs web kami disimpan atau server, komputer atau basis data apa pun yang terhubung ke Situs Web ini. Anda tidak boleh menyerang Situs Web ini melalui serangan denial-of-service. Jika terjadi pelanggaran seperti itu, hak Anda untuk menggunakan Situs Web ini akan segera dihentikan.
vi: Bạn không được lạm dụng trang web này bằng cách cố ý giới thiệu Virus, Trojan, Worm, bom lôgíc hoặc các tài liệu khác độc hại hoặc công nghệ có hại (gọi chung là 'Vi-rút'). Bạn không được truy cập trái phép vào trang web của chúng tôi, máy chủ lưu trữ trang web của chúng tôi hoặc bất kỳ máy chủ, máy tính hoặc cơ sở dữ liệu nào được kết nối với trang web này. Bạn không được tấn công trang web này thông qua một cuộc tấn công từ chối dịch vụ. Nếu xảy ra các vi phạm như vậy, chúng tôi sẽ chấm dứt ngay lập tức quyền sử dụng trang web của bạn.

source: We will not be liable for any loss or damage caused by a denial-of-service attack or Viruses that may infect your computer equipment, computer programs, data or other proprietary material due to your use of this Website or from your downloading of any material posted on the Website, or on any website linked to it.
id: Kami tidak akan bertanggung jawab atas kehilangan atau kerusakan yang disebabkan oleh serangan denial-of-service atau Virus yang dapat menginfeksi peralatan komputer Anda, program komputer, data atau materi kepemilikan lainnya karena Anda menggunakan Situs ini atau dari unduhan Anda dari materi apa pun diposting di Situs Web, atau di situs web apa pun yang tertaut dengannya.
vi: Chúng tôi sẽ không chịu trách nhiệm cho bất kỳ tổn thất hoặc thiệt hại nào do tấn công từ chối dịch vụ hoặc vi-rút có thể lây nhiễm sang thiết bị máy tính, chương trình máy tính, dữ liệu hoặc tài liệu độc quyền khác do bạn sử dụng trang web này hoặc tải xuống bất kỳ tài liệu nào được đăng trên trang web hoặc trên bất kỳ trang web nào được liên kết với trang web đó.

source: LINKING TO OUR SITE
id: MENGHUBUNGKAN KE SITUS KAMI
vi: LIÊN KẾT VỚI TRANG WEB CỦA CHÚNG TÔI
