Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: 2. Set your floor price (%(crypto)s)<br>(You can leave this empty if you want to): <br>*Floor price is the lowest price you are willing to sell
id: 2. Tentukan harga minimum Anda (%(crypto)s) <br> (Anda dapat mengosongkan ini jika mau): <br> * Harga minimum adalah harga terendah yang bersedia Anda jual
vi: 2. Đặt giá sàn của bạn (%(crypto)s) <br> (Bạn có thể để trống sản phẩm này nếu bạn muốn): <br> * Giá sàn là mức giá thấp nhất bạn sẵn sàng bán

source: 3. Set the maximum amount of %(token)s you want to sell
id: 3. Atur jumlah maksimum %(token)s yang ingin Anda jual
vi: 3. Thiết lập số tiền lớn nhất mà %(token)s bạn muốn bán

source: 4. Set the minimum amount of %(token)s you want to sell<br>*You can set the same amount as the maximum
id: 4. Tetapkan jumlah minimum %(token)s yang ingin Anda jual <br> * Anda dapat mengatur jumlah yang sama sebagai maksimum
vi: 4. Thiết lập số tiền nhỏ nhất mà %(token)s bạn muốn bán<br> *Bạn có thể đặt cùng số tiền với số tiền tối đa

source: Release
id: Dilepaskan
vi: Phát hành

source: You are selling to
id: Anda menjual ke
vi: Bạn đang bán cho

source: Your
id: Anda
vi: của bạn

source: is temporarily frozen. Once you received payment from buyer please confirm below so
id: untuk sementara waktu dibekukan. Setelah Anda menerima pembayaran dari pembeli, harap konfirmasikan di bawah ini
vi: tạm thời bị đóng băng. Một khi bạn nhận được thanh toán từ người mua xin vui lòng xác nhận dưới đây để

source: can be released to buyer
id: dapat dilepas ke pembeli
vi: có thể được phát hành cho người mua

source: This offer has not been paid yet
id: Penawaran ini belum dibayar
vi: Đề nghị này chưa được chi trả (thanh toán)

source: Trade will automatic dispute when payment countdown ends
id: Transaksi akan otomatis ke jendela perselisihan sesudah hitungan pembayaran berakhir
vi: Giao dịch sẽ tự động giải quyết khi đếm ngược thanh toán kết thúc

source: I Have Received Payment
id: Sudah Terima
vi: Tôi đã nhận thanh toán

source: Amount to sell
id: Jumlah untuk dijual
vi: Số tiền bán ra

source: Amount to be received
id: Jumlah yang akan diterima
vi: Số tiền nhận được

source: Gross to sell incl fees
id: Jumlah Kasar dijual termasuk biaya
vi: Số gộp lại sẽ bán ra bao gồm cả phí

source: Buy Offer
id: Penawaran Beli
vi: Mua phiếu mua hàng

source: Amount to be received:
id: Jumlah yang akan diterima
vi: Số tiền nhận được:

source: Minimum amount you should have in your iP2PGO wallet before this trade:
id: Jumlah minimum yang anda perlu ada dalam wallet iP2PGO sebelum transaksi ini:
vi: Số tiền tối thiểu bạn cần có trong tài khoản Ví iP2PGO trước giao dịch này::

source: * Please note that this is a safe estimation. The actual cost will be deducted during the trade, which may vary slightly from this estimation.
id: * Harap dicatat bahwa ini adalah penganggaran biaya. Biaya sebenarnya akan berlaku sewaktu transaksi, yang mungkin sedikit berbeda dari estimasi ini.
vi: Vui lòng chú ý rằng đây là một sự ước lượng an toàn. Giá thật sự sẽ được khấu trừ trong phiên giao dịch, có thể nó sẽ khác chút ít với sự ước lượng này.

source: SELL
id: JUAL
vi: BÁN

source: Scan QR Code below to join our support group.
id: Scan Kode QR Code untuk bergabung dengan grup dukungan kami
vi: Quét mã QR bên dưới để gia nhập nhóm hỗ trợ.

source: Thank You.
id: Terima Kasih
vi: Cảm ơn!

source: Thank you for completing feedback form on your trade!
id: Terima kasih kerana memberi feedback dan rating tentang transaksi Anda!
vi: Cảm ơn bạn đã hoàn tất biểu mẫu phản hồi về cuộc giao dịch của bạn!

source: Check your wallet in a minute or two as the blockchain completes your request.
id: Periksa wallet Anda dalam satu atau dua menit karena blockchain melengkapi permintaan Anda.
vi: Kiểm tra ví trong một hoặc hai phút khi Chuỗi hoàn tất đề nghị của bạn.

source: Buyers
id: Pembeli
vi: Người mua

source: Sellers
id: Penjual
vi: người bán

source: Trades
id: Transaksi
vi: buôn bán

source: Trade Ref No
id: Ref transaksi
vi: Số tham khảo giao dịch

source: Fee
id: Biaya
vi: học phí

source: Trade Value
id: Nilai Transaksi
vi: Giá trị giao dịch

source: Payment Value
id: Nilai Pembayaran
vi: Giá trị thanh toán

source: Success
id: Berjaya
vi: Thành công

source: Just a few more steps to create your account
id: Hanya beberapa langkah lagi untuk membuat akun anda
vi: Chỉ còn một vài bước nữa là có thể tạo tài khoản thành công

source: UPDATE PROFILE
id: MEMPERBAHARUI PROFIL
vi: CẬP NHẬT HỒ SƠ

source: 1. Please enter your phone number
id: 1. Masukkan nomor telepon anda
vi: 1.Vui lòng nhập số điện thoại của bạn

source: 2. Please enter your 6 digits passcode
id: 2. Silakan masukkan kode 6 digit Anda
vi: 2. Vui lòng nhập mật khẩu khẩu khóa màn hình gồm 6 chữ số

source: * The 6 digits passcode is needed for certain payment related actions
id: * Kode akses 6 digit diperlukan untuk tindakan terkait pembayaran tertentu
vi: * Mật khẩu khóa màn hình gồm 6 chữ số là mật mã cần cho hoạt động liên quan đến việc thanh toán

source: 3. Please enter your bank account details
id: 3. Masukkan detail rekening bank anda
vi: 3. Vui lòng nhập thông tin chi tiết tài khoản ngân hàng của bạn

source: Please Wait for Offer
id: Harap Tunggu Penawaran
vi: Vui lòng đợi đề nghị khác

source: The trade is waiting for %(subject.username)s to complete his/her action.
id: Transaksi menunggu %(subject.username)s untuk menyelesaikan tindakannya.
vi: Giao dịch đang đợi %(subject.username)s để hoàn tất hoạt động của anh ta/ cô ta.

source: Please refresh to view the latest status of this trade.
id: Sila klik tombol untuk melihat status terbaru transaksi..
vi: Vui lòng làm mới trang để xem trình trạng mới nhất của giao dịch này.

source: Outstanding
id: Belum dilunaskan
vi: Chưa thanh toán

source: Create iP2PGO Wallet With Verification
id: Membuat Wallet iP2PGO Dengan Verifikasi
vi: Tạo ví iP2PGO với xác minh

source: Create ERC20 Wallet
id: Membuat Wallet ERC20
vi: Tạo ví ERC20

source: Withdraw
id: Penarikan
vi: rút tiền

source: Deposit
id: Setor
vi: Tiền Gửi Trước

source: Please wait for verification by our admin.
id: Silakan tunggu verifikasi oleh admin kami
vi: Vui lòng đợi sự xác nhận từ quản trị viên của chúng tôi.

source: You will be notified via e-mail once your wallet is created.
id: Anda akan diberitahu melalui e-mail setelah wallet Anda dibuat.
vi: Bạn sẽ được thông báo qua hộp thư email một khi Ví tiền đã được tạo.

source: Don't have an account? Click the button below to register
id: Tidak punya akun? Klik tombol di bawah ini untuk mendaftar
vi: Bạn chưa có tài khoản? Nhấp vào nút bên dưới để đăng ký

source: WITHDRAWAL ETH
id: PENARIKAN ETH
vi: RÚT TIỀN ETH

source: WITHDRAWAL %(token)s
id: PENARIKAN %(token)s
vi: RÚT TIỀN %(token)s

source: * Delivery speed depends on the network traffic
id: * Kecepatan pengiriman tergantung pada jaringan
vi: * Tốc độ phân bổ phụ thuộc vào lưu lượng truy cập mạng

source: Maximum withdrawal amount:
id: Jumlah penarikan maximum:
vi: Số tiền rút tối đa:

source: Withdrawal fee is 0.005 ETH or equivalent in tokens
id: Biaya penarikan adalah 0,005 ETH atau setara dalam token
vi: Phí rút tiền là 0,005 ETH hoặc tương đương trong mã thông báo

source: * After clicking the Send Button, please wait for your withdrawal to be processed.
id: * Setelah mengklik tombol Kirim, harap tunggu penarikan Anda untuk diproses.
vi: * Sau khi nhấp vào nút Gửi, vui lòng đợi lệnh rút tiền của bạn được xử lý.

source: Email is incorrect. Please make sure your email have been registered.
id: Email salah. Harap pastikan email anda telah terdaftar.
vi: Email không chính xác. Vui lòng đảm bảo chắc chắn email của bạn đã được đăng ký

source: Incorrect Passcode. Please enter your correct passcode.
id: Kode Sandi salah Silakan masukkan kode sandi Anda yang benar.
vi: Mật mã không chính xác. Vui lòng nhập mật mã chính xác của bạn.

source: This is your security code
id: Ini kode keamanan anda
vi: Đây là mã an ninh của bạn

source: Incorrect Security Code. Please enter your correct security code.
id: Kode keamanan salah. Silakan masukkan kode keamanan anda yang benar.
vi: Mã an ninh không đúng. Vui lòng nhập đúng mã an ninh của bạn.

source: Passcode must be numbers
id: Passcode harus berupa angka
vi: Mã số phải là con số.

source: Passcode does not match
id: Passcode tidak cocok
vi: Mã số không hợp

source: It seems that you have not made your wallet yet. Click the Wallet icon to create one.
id: Sepertinya Anda belum membuat wallet Anda. Klik ikon wallet untuk membuatnya.
vi: Dường như bạn chưa tạo Ví. Nhấn vào biểu tượng ‘Ví’ để tạo

source: Your ERC20 Wallet is still being created in the blockchain. Please check again after 30 minutes if you have just pressed the Create button.
id: Wallet ERC20 Anda masih dibuat di blockchain. Silakan periksa lagi setelah 30 menit jika Anda baru saja menekan tombol Buat.
vi: Ví ERC20 của bạn vẫn đang được tạo trong blockchain. Vui lòng kiểm tra lại sau 30 phút nếu bạn vừa nhấn nút Tạo.

source: Please wait for verification by our admin. You will be notified via e-mail once your wallet is ready
id: Silakan tunggu verifikasi oleh admin kami. Anda akan diberitahu melalui e-mail setelah wallet Anda siap
vi: Vui lòng chờ xác minh của quản trị viên của chúng tôi.Bạn sẽ được thông báo qua email một khi Ví của bạn đã sẵn sàng.

source: Transaction is not ready yet or invalid. Please enter a confirmed tx hash.
id: Transaksi belum siap atau tidak valid. Silakan masukkan hash tx yang dikonfirmasi.
vi: Giao dịch chưa sẵn sàng hoặc không hợp lệ. Vui lòng nhập một băm xác nhận tx.

source: This tx hash is not valid for this wallet.
id: Hash tx ini tidak berlaku untuk dompet ini.
vi: Băm tx này không hợp lệ cho ví này.

source: Token deposited not supported by iP2PGo
id: Token yang disetorkan tidak didukung oleh iP2PGo
vi: Mã thông báo được gửi không được iP2PGo hỗ trợ

source: Please contact our team with your transaction hash, complete with your token deposit details.
id: Silakan hubungi tim kami dengan hash transaksi Anda, lengkapi dengan detail setoran token Anda.
vi: Vui lòng liên hệ với nhóm của chúng tôi với hàm băm giao dịch của bạn, hoàn thành với chi tiết tiền gửi mã thông báo của bạn.

source: Please provide a valid transaction hash
id: Sila berikan hash transaksi yang valid
vi: Vui lòng cung cấp hàm băm giao dịch hợp lệ

source: Please provide a valid 0x address
id: Sila berikan alamat 0x yang valid
vi: Vui lòng cung cấp địa chỉ 0x hợp lệ

source: The wallet is in our ban list for previous fraudalent activities and will not be allowed.
id: Wallet ada dalam daftar larangan kami untuk kegiatan penipuan sebelumnya dan tidak akan diizinkan.
vi: Ví nằm trong danh sách cấm của chúng tôi cho các hoạt động lừa đảo trước đây và sẽ không được phép.

source: You may not withdraw to your own address
id: Anda tidak boleh menarik ke alamat Anda sendiri
vi: Bạn không thể rút về địa chỉ của chính bạn

source: Your balance could not be withdrawn at this time. Please try again at a later time.
id: Saldo Anda tidak dapat ditarik saat ini. Silakan coba lagi nanti.
vi: Tài khoản của bạn không thể rút ra lần này. Xin thử lại vào lần khác.

source: Your token is successfully transferred to %s
id: Token Anda berhasil ditransfer ke %s
vi: Mã thông báo của bạn được chuyển thành công sang %s

source: Your withdrawal request is sent to the Ethereum blockchain. You can check the transaction status with this transaction hash:
id: Permintaan penarikan Anda dikirim ke blockchain Ethereum. Anda dapat memeriksa status transaksi dengan hash transaksi ini:
vi: Yêu cầu rút tiền của bạn được gởi tới chuỗi Ethereum. Bạn có thể kiểm tra tình trạng giao dịch với Mẩu giao dịch:

source: You have insufficient available %s for withdrawal. Please withdraw the suggested amount or lower
id: Anda tidak memiliki %s cukup untuk penarikan. Harap tarik jumlah yang disarankan atau lebih rendah
vi: Bạn không đủ điều kiện %s để rút tiền. Vui lòng rút ra khoản tiền được gợi ý hoặc thấp hơn.

source: Please withdraw at least {withdraw} {tkn}
id: Sila membuat penarikan sekurang-kurangnya {withdraw} {tkn}
vi: Vui lòng rút ít nhất {withdraw} {tkn}

source: Please supply a valid Ethereum wallet address.
id: Harap berikan alamat wallet Ethereum yang valid.
vi: Vui lòng cung cấp một địa chỉ ví Ethereum hợp lệ.

source: TMB withdrawal is temporarily locked at this moment while we resolve an issue relating to the token's rate and actual values in each member's wallet.
id: Penarikan TMB untuk sementara dikunci saat ini sementara kami menyelesaikan masalah yang berkaitan dengan nilai token dan nilai aktual di setiap dompet anggota.
vi: Rút tiền TMB tạm thời bị khóa tại thời điểm này trong khi chúng tôi giải quyết vấn đề liên quan đến tỷ lệ mã thông báo và giá trị thực tế trong ví của mỗi thành viên.

source: Passcode is incorrect.
id: Passcode salah
vi: Mật mã không đúng.

source: You must be a verified user to buy a fiat order.
id: Anda harus menjadi pengguna terverifikasi untuk membeli pesanan fiat.
vi: Bạn phải là người dùng được xác minh để mua một đơn đặt hàng fiat.

source: This offer is for verified user only. Please click on Be A Verified User on the side menu to verified your profile
id: Penawaran ini hanya untuk pengguna terverifikasi. Silakan klik Jadi Pengguna yang Diverifikasi pada menu samping untuk memverifikasi profil Anda
vi: Ưu đãi này chỉ dành cho người dùng được xác minh. Vui lòng nhấp vào Be A User User trên menu bên để xác minh hồ sơ của bạn

source: You still have outstanding balance to clear from your account. Please deposit {tkn} into your wallet, keeping in mind of the {fee} {tkn} deposit fee, and click "Clear Outstanding". You'll be able to trade again afterwards.
id: Anda masih memiliki saldo yang belum dibayar untuk menghapus dari akun Anda. Harap masukkan {tkn} ke dalam wallet Anda, dengan mengingat biaya deposit {fee} {tkn}, dan klik "Clear Outstanding". Anda akan dapat berdagang lagi setelah itu.
vi: Bạn vẫn có số dư chưa thanh toán để xóa khỏi tài khoản của mình. Vui lòng gửi {tkn} vào ví của bạn, ghi nhớ khoản phí đặt cọc {fee} {tkn} và nhấp vào "Xóa phần nổi bật ". Bạn sẽ có thể giao dịch trở lại sau đó

source: You don't have enough {crypto} balance in your wallet to buy from the seller. Please deposit {crypto} into your wallet, then try again.
id: Anda tidak memiliki cukup saldo {crypto} dalam dompet Anda untuk membeli dari penjual. Silakan setorkan {crypto} ke dompet Anda, lalu coba lagi.
vi: Bạn không có đủ số dư {crypto} trong ví để mua từ người bán. Vui lòng gửi {crypto} vào ví của bạn, sau đó thử lại.

source: The amount is lower than the trade offer's minimum.
id: Jumlahnya lebih tinggi dari maksimum penawaran transaksi.
vi: Khoản tiền thấp hơn mức tối thiểu của đề nghị giao dịch.

source: The amount is higher than the trade offer's maximum.
id: Jumlahnya lebih tinggi dari maksimum penawaran transaksi.
vi: Khoản tiền cao hơn mức tối đa của đề nghị giao dịch.

source: You must be a verified user to sell on a fiat order.
id: Anda harus menjadi pengguna yang terverifikasi untuk menjual dengan perintah fiat.
vi: Bạn phải là người dùng được xác minh để bán theo đơn đặt hàng fiat.

source: You still have outstanding balance to clear from your account. Please deposit more {token} into your wallet, keeping in mind of the {fees_token} {token} deposit fee. You'll be able to trade again afterwards.
id: Anda masih memiliki saldo terutang untuk menghapus dari akun Anda. Setor lebih banyak {token} ke dompet Anda, dengan mengingat biaya penyetoran {fees_token} {token}. Anda akan dapat berdagang lagi setelahnya.
vi: Bạn vẫn còn số dư chưa thanh toán để xóa khỏi tài khoản của mình. Vui lòng gửi thêm {token} vào ví của bạn, lưu ý đến phí gửi tiền {fees_token} {token}. Bạn sẽ có thể giao dịch lại sau đó.

source: You don't have enough balance in your wallet to sell to the buyer. Please deposit {tkn} into your wallet, keeping in mind of the {fee} {tkn} deposit fee, then try again.
id: Anda tidak memiliki saldo yang cukup dalam dompet Anda untuk dijual kepada pembeli. Harap setorkan {tkn} ke dompet Anda, dengan mengingat biaya {fee} {tkn}, lalu coba lagi.
vi: Bạn không có đủ số dư trong ví để bán cho người mua. Vui lòng gửi {tkn} vào ví của bạn, ghi nhớ phí gửi tiền {fee} {tkn}, sau đó thử lại.

source: The trade could not be taken.
id: Transaksi tidak bisa diambil.
vi: Giao dịch không thể thực hiện.

source: Not enough balance to conduct trade
id: Tidak cukup baki untuk melakukan transaksi.
vi: Không đủ số dư để thực hiện giao dịch

source: Cancel failed
id: Pembatalan gagal
vi: Hủy thất bại

source: The timer has expired. Please press the Dispute button.
id: Pemasa telah tamat tempoh. Sila klik tombol Perselisihan.
vi: Thời gian đã hết hạn. Vui lòng nhấn nút “Thảo luận” (Dispute).

source: Failed to resolve %s release
id: Gagal menyelesaikan rilis %s
vi: Thất bại giải quyết %s phát hành

source: This trade is not in dispute!
id: Transaksi ini tidak dalam status perselisihan
vi: Giao dịch này không ở trong thảo luận.

source: You do not belong in this chat.
id: Anda tidak termasuk dalam chatting ini.
vi: Bạn không thuộc về cuộc chat này.

source: Hello. Please state the nature of your disputes. Admin shall attend to this dispute as soon as possible.
id: Halo semua. Silakan sebutkan sifat perselisihan Anda. Admin akan hadir untuk perselisihan ini sesegera mungkin.
vi: Xin chào! Vui lòng nêu rõ bản chất của thảo luận của bạn. Quản trị viên sẽ tham gia thảo luận này càng sớm càng tốt.

source: The minimum amount to buy is 0.05 %s
id: Jumlah minimum untuk membeli adalah 0,05 %s
vi: Khoản tiền tối thiểu để mua là 0.05 %s

source: This value must be smaller than the maximum
id: Nilai ini harus lebih kecil dari maksimum
vi: Giá trị này phải nhỏ hơn mức tối đa

source: The minimum amount to buy is {min_token} {token}
id: Jumlah minimum untuk membeli adalah {min_token} {token}
vi: Khoản tiền tối thiểu để mua là {min_token} {token}

source: Your %s balance is not enough to create this offer
id: Saldoi %s Anda tidak cukup untuk membuat penawaran ini
vi: Số dư %s của bạn không đủ để tạo ưu đãi này

source: You do not have enough %s in your iP2PGO Wallet to perform this trade. Choose a lower maximum amount
id: Anda tidak memiliki cukup %s wallet iP2PGO Anda untuk melakukan transaksi ini. Pilih jumlah maksimum yang lebih rendah
vi: Bạn không có đủ %s trong Ví iP2PGO để thực hiện giao dịch. Hãy chọn một khoản tối đa thấp hơn

source: The minimum amount to sell is 0.05 %s
id: Jumlah minimum untuk menjual adalah 0,05 %s
vi: Khoản tiền tối thiểu để bán là 0.05 %s

source: The minimum amount to sell is {min_token} {token}
id: Jumlah minimum untuk menjual adalah {min_token} {token}
vi: Số tiền tối thiểu để bán là {min_token} {token}

source: This amount must be smaller than the maximum
id: Jumlah ini harus lebih kecil dari maksimum
vi: Khoản tiền này phải nhỏ hơn mức tối đa

source: Please wait for verification by our admin. You will be notified via e-mail once your wallet is ready.
id: Silakan tunggu verifikasi oleh admin kami. Anda akan diberitahu melalui e-mail setelah wallet Anda siap
vi: Vui lòng chờ xác minh của quản trị viên của chúng tôi. Bạn sẽ được thông báo qua e-mail khi ví của bạn đã sẵn sàng

source: Wallet Created
id: Wallet Dibuat
vi: Ví đã được tạo ra

source: Your Eth Wallet is still being created in the blockchain. Please check again after 30 minutes if you have just pressed the Create button.
id: Wallet Eth Anda masih dibuat di blockchain. Silakan periksa lagi setelah 30 menit jika Anda baru saja menekan tombol Buat.
vi: Ví Eth của bạn vẫn đang được tạo trong blockchain. Vui lòng kiểm tra lại sau 30 phút nếu bạn vừa nhấn nút Tạo.

source: You have not made a wallet yet. Please click the button below to make one.
id: Anda belum membuat wallet. Silakan klik tombol di bawah ini untuk membuatnya.
vi: Bạn chưa tạo Ví. Vui lòng nhấn nút phía dưới để tạo.

source: You have not created your ERC20 Wallet yet. Please tap the button to create one.
id: Anda belum membuat wallet ERC20. Silakan klik tombol di bawah ini untuk membuatnya.
vi: Bạn chưa tạo ví ERC20 của mình. Vui lòng nhấn vào nút để tạo một nút.

source: The trade %s is not ready yet. Please wait while the proper transactions are being processed by the blockchain. If you have been seeing this page for more than 30 minutes, either contact us or try again.
id: Perdagangan %s belum siap. Harap tunggu sementara transaksi yang tepat sedang diproses oleh blockchain. Jika Anda telah melihat halaman ini selama lebih dari 30 menit, hubungi kami atau coba lagi.
vi: Giao dịch %s chưa sẵn sàng. Vui lòng đợi trong khi những giao dịch đúng đắn được xử lý bởi chuỗi. Nếu bạn vẫn nhìn thấy trang này trong hơn 30 phút, xin liên hệ với chúng tôi hoặc thử lại

source: You have cancelled the trade with the Offer ID: %s. The Ether has been returned to the owner. You will be charged a penalty by paying all gas costs for cancelling the trade.
id: Anda telah membatalkan transaksi. dengan ID Penawaran:% s. Ether telah dikembalikan kepada pemilik. Anda akan dikenakan denda dengan membayar semua biaya gas untuk membatalkan transaksi.
vi: Bạn đã hủy giao dịch với ID Yêu Cầu: %s. Ether được hoàn trả lại cho chủ nhân. Bạn sẽ bị phạt bằng cách trả tất cả các phí tổn gas để hủy giao dịch.

source: Congratulations! You have cleared your outstanding balance! Now you may perform trades again as usual.
id: Selamat! Anda telah membersihkan saldo terutang Anda! Sekarang Anda dapat melakukan transaksi lagi seperti biasa.
vi: Xin chúc mừng! Bạn đã xóa đi khoản tiền chưa thanh toán. Giờ đây bạn đã có thể thực hiện các giao dịch lại như bình thường.

source: Your dispute request for trade #%s has been sent. Please be patient while our support team contacts you for further action.
id: Permintaan perselisihan Anda untuk transaksi #%s telah dikirim. Harap bersabar sementara tim dukungan kami menghubungi Anda untuk tindakan lebih lanjut.
vi: Yêu cầu thảo luận của bạn cho giao dịch #%s đã được gởi đi. Vui lòng kiên nhẫn trong khi nhóm hỗ trợ của chúng tôi liên hệ với bạn để tiến hành những hoạt động kế tiếp.

source: Someone has taken your offer #%s. You may not edit this listing any longer. Please go back to your Orders page to conclude the trade.
id: Seseorang telah mengambil tawaran Anda #%s. Anda tidak dapat mengedit daftar ini lebih lama. Silakan kembali ke halaman Pesanan Anda untuk menyimpulkan transaksi.
vi: Có ai đó đã lấy yêu cầu #%s của bạn. Bạn có thể không chỉnh sửa danh sách này nữa. Vui lòng quay trở lại trang “Yêu Cầu” (Order) của bạn để kết thúc giao dịch.

source: The minimum amount to buy is 0.05 ETH
id: Jumlah minimum untuk membeli adalah 0,05 ETH
vi: Khoản tối thiểu để mua là 0.05 ETH

source: Dispute case {countryname} {offerid}
id: Kasus Perselisihan {countryname} {offerid}
vi: Trường hợp tranh chấp {countryname} {offerid}

source: Dispute for offer #%s
id: Perselisihan untuk ditawarkan #%s
vi: Thảo luận cho yêu cầu #%s

source: [iP2PGO] {username} has made payment to you for trade {offer}.
id: [iP2PGO] {username} telah melakukan pembayaran kepada Anda untuk transaksi {offer}.
vi: [iP2PGO] {username} được thanh toán cho bạn cho giao dịch {offer}.

source: [iP2PGO] {offer} is taking your {trade} offer {offerid}.
id: [iP2PGO] {offer} mengambil tawaran {trade} {offerid} Anda.
vi: [iP2PGO] {offer} thực hiện {trade} của bạn yêu cầu {offerid}.

source: [iP2PGO] {username} is cancelling offer trade {offer}.
id: [iP2PGO] {username} membatalkan penawaran transaksi {offer}.
vi: [iP2PGO] {username} đang hủy giao dịch yêu cầu {offer}

source: [iP2PGO] {user} is cancelling offer trade {offer}.
id: [iP2PGO] {user} membatalkan penawaran transaksi {offer}.
vi: [iP2PGO] {user} đang hủy giao dịch yêu cầu {offer}
