Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: 6.4 Blockchain technology and the Ethereum protocol, inter alia, are new and untested technologies and are outside of iP2PGO’s control. IP2PGO is not and shall not be responsible or liable for failure to perform, in whole or in part, under these Terms, due to any defect or change in such technology. Tokens or assets tethered on or to these technologies, as well as smart contracts associated with such technologies, are also new technologies. IP2PGO disclaims any liability with regard to defects in the code of the Smart Contract, if any, any tokens sent to incorrect addresses, or bugs or errors in the Ethereum network leading to any mistaken or defective performance under these Terms.
id: 6.4 Teknologi blockchain dan protokol Ethereum, antara lain, adalah teknologi baru dan belum diuji dan berada di luar kendali iP2PGO. IP2PGO tidak dan tidak akan bertanggung jawab atau berkewajiban atas kegagalan untuk melakukan, secara keseluruhan atau sebagian, berdasarkan Ketentuan ini, karena cacat atau perubahan dalam teknologi tersebut. Token atau aset tertambat pada atau ke teknologi ini, serta kontrak pintar yang terkait dengan teknologi tersebut, juga teknologi baru. IP2PGO menolak tanggung jawab apa pun terkait dengan cacat dalam kode Kontrak Cerdas (smart contract), jika ada, token apa pun yang dikirim ke alamat yang salah, atau bug atau kesalahan dalam jaringan Ethereum yang mengarah ke kinerja salah atau cacat berdasarkan Ketentuan ini.
vi: 6.4 Công nghệ chuỗi khối và giao thức Ethereum, liên alia, là những công nghệ mới và chưa được kiểm chứng và nằm ngoài sự kiểm soát của iP2PGO. IP2PGO không và sẽ không chịu trách nhiệm hoặc chịu trách nhiệm về việc không thực hiện, toàn bộ hoặc một phần, theo các Điều khoản này, do bất kỳ khiếm khuyết hoặc thay đổi trong công nghệ đó. Mã thông báo hoặc tài sản gắn liền với hoặc với các công nghệ này, cũng như các hợp đồng thông minh liên quan đến các công nghệ đó, cũng là những công nghệ mới. IP2PGO từ chối mọi trách nhiệm liên quan đến lỗi về mã của Hợp đồng thông minh, nếu có, bất kỳ mã thông báo nào được gửi đến địa chỉ không chính xác hoặc lỗi hoặc lỗi trong mạng Ethereum dẫn đến bất kỳ hoạt động sai hoặc bị lỗi nào theo các Điều khoản này.

source: 6.5 No Class Proceedings: You and iP2PGO agree that either party hereto may bring claims against the others only on an individual basis and not as a plaintiff or class member in any purported class or representative action or proceeding. No adjudicator may consolidate or join more than one person’s or party’s claims and may not otherwise preside over any form of a consolidated, representative, or class proceeding. Any relief awarded to any iP2PGO App user cannot and may not affect any other ip2PGO App users
id: 6.5 Tidak Ada Gugatan Class Action: Anda dan iP2PGO setuju bahwa salah satu pihak di sini dapat mengajukan klaim terhadap yang lain hanya atas dasar perorangan dan bukan sebagai penggugat atau anggota class action yang diakui atau tindakan perwakilan class action. Tidak ada adjudicator yang dapat mengonsolidasi atau bergabung dengan lebih dari satu orang atau klaim pihak dan tidak dapat sebaliknya memimpin segala bentuk konsolidasi, perwakilan, atau melanjutkan class action. Setiap relief yang diberikan kepada Users Aplikasi iP2PGO tidak dapat dan tidak boleh mempengaruhi Users aplikasi ip2PGO lainnya
vi: 6.5 Không có thủ tục tố tụng: Bạn và iP2PGO đồng ý rằng một trong hai bên chỉ có thể đưa ra yêu cầu chống lại những người khác trên cơ sở cá nhân chứ không phải với tư cách là nguyên đơn hoặc thành viên nhóm trong bất kỳ hành động hoặc vụ kiện đại diện nào có ý định Không người xét xử nào có thể hợp nhất hoặc tham gia nhiều hơn một người yêu cầu bồi thường hoặc nhóm bên và không thể chủ tọa bất kỳ hình thức tố tụng hợp nhất, đại diện hoặc thủ tục tố tụng nào. Bất kỳ cứu trợ nào được trao cho bất kỳ người dùng Ứng dụng iP2PGO nào cũng không thể và không thể ảnh hưởng đến bất kỳ người dùng Ứng dụng ip2PGO nào khác

source: 7. Prohibited Uses: You may not:
id: 7. PenggunaanTerlarang: Anda tidak boleh:
vi: 7. Sử dụng bị cấm: Bạn không được:

source: 7.1 joined the iP2PGO Net Revenue Sharing Programme in order to disguise the proceeds of, or to further, any breach of applicable laws or regulations, or to deal in any contraband Digital Tokens, funds, or proceeds;
id: 7.1 berlangganan Program Pendapatan Hasil Bersih iP2PGO untuk menyamarkan hasil dari selundupan Token Digital atau untuk lebih lagi untuk berurusan dengan dana Token Digital atau hasil selundupan yang melanggar hukum atau peraturan yang berlaku;
vi: 7.1 đã tham gia Chương trình chia sẻ doanh thu thuần iP2PGO để ngụy trang số tiền thu được, hoặc hơn nữa, vi phạm luật pháp hoặc quy định hiện hành hoặc để xử lý bất kỳ Mã thông báo kỹ thuật số, quỹ hoặc tiền thu được;

source: 7.2 trade GOs with anything other than proceeds, keys, or Digital Tokens that have been legally obtained by you and that belong to you;
id: 7.2 perdagangan iP2PGO dengan apa pun selain hasil, kunci, atau Token Digital yang telah diperoleh secara sah oleh Anda dan milik Anda;
vi: 7.2 giao dịch GO với bất kỳ thứ gì khác ngoài tiền thu được, khóa hoặc Mã thông báo kỹ thuật số đã được bạn lấy một cách hợp pháp và thuộc về bạn;

source: 7.3 trade using inaccurate information presented by iP2PGO App or by iP2PGO, or take advantage of any technical glitch, malfunction, failure, delay, default, or security breach;
id: 7.3 perdagangan menggunakan informasi yang tidak akurat yang diberikan oleh Aplikasi iP2PGO atau oleh iP2PGO, atau memanfaatkan kesalahan teknis, kegagalan fungsi, penundaan, default, atau pelanggaran keamanan;
vi: 7.3 giao dịch bằng cách sử dụng thông tin không chính xác được trình bày bởi Ứng dụng iP2PGO hoặc iP2PGO hoặc tận dụng bất kỳ trục trặc kỹ thuật, sự cố, lỗi, chậm trễ, mặc định hoặc vi phạm bảo mật;

source: 7.4 use GOs to engage in conduct that is detrimental to iP2PGO or to any other iP2PGO users or any other third party;
id: 7.4 menggunakan GO Tokens untuk terlibat dalam perilaku yang merugikan iP2PGO atau Users iP2PGO lainnya atau pihak ketiga lainnya;
vi: 7.4 sử dụng GO để thực hiện hành vi gây bất lợi cho iP2PGO hoặc cho bất kỳ người dùng iP2PGO nào khác hoặc bất kỳ bên thứ ba nào khác;

source: 7.5 falsify any account registration details provided to iP2PGO;
id: 7,5 memalsukan rincian pendaftaran akun yang diberikan kepada P2P2PGO;
vi: 7.5 làm sai lệch bất kỳ chi tiết đăng ký tài khoản nào được cung cấp cho iP2PGO;

source: 7.6 falsify or materially omit any information or provide misleading information requested by iP2PGO, including at registration;
id: 7.6 memalsukan atau secara materi menghilangkan informasi apa pun atau memberikan informasi menyesatkan yang diminta oleh iP2PGO, termasuk saat pendaftaran;
vi: 7.6 làm sai lệch hoặc bỏ sót bất kỳ thông tin nào hoặc cung cấp thông tin sai lệch theo yêu cầu của iP2PGO, kể cả khi đăng ký;

source: 7.7 reverse-engineer, decompile, or disassemble any software running on the Site;
id: 7.7 merekayasa balik, mendekompilasi, atau membongkar perangkat lunak apa pun yang berjalan di Situs;
vi: 7.7 kỹ sư đảo ngược, dịch ngược hoặc phân tách bất kỳ phần mềm nào đang chạy trên Trang web;

source: 7.8 where you are a resident or national of a Prohibited Jurisdiction or a U.S. Person, access the iP2PGO Net Revenue Sharing Program using any virtual private network, proxy service, or any other third party service, network, or product with the intent of disguising your IP address or location;
id: 7.8 di mana Anda adalah penduduk atau warga negara dari Yurisdiksi Terlarang atau Orang AS, akses Program Imbalan iP2PGO menggunakan jaringan pribadi maya apa pun, layanan proxy, atau layanan, jaringan, atau produk pihak ketiga lainnya dengan maksud menyamarkan alamat IP Anda atau lokasi;
vi: 7.8 nơi bạn là cư dân hoặc quốc tịch của Quyền tài phán bị cấm hoặc Người Hoa Kỳ, truy cập Chương trình chia sẻ doanh thu thuần iP2PGO bằng bất kỳ mạng riêng ảo, dịch vụ proxy hoặc bất kỳ dịch vụ, mạng hoặc sản phẩm của bên thứ ba nào khác với mục đích ngụy trang IP của bạn địa chỉ hoặc địa điểm;

source: Any use as described in this paragraph shall constitute a 'Prohibited Use.' If iP2PGO determines that you have engaged in any Prohibited Use, iP2PGO may address such Prohibited Use through an appropriate sanction, in its sole and absolute discretion. Such sanction may include, but is not limited to, making a report to law enforcement or other authorities; confiscation of any Digital Tokens that you have in the iP2PGO wallet ; confiscation of any GOs held by you; and, terminating your access to the Program. IP2PGO may, at its sole and absolute discretion, seize and hand over your property to law enforcement or other authorities where circumstances warrant.
id: Setiap penggunaan seperti yang dijelaskan dalam ayat inis merupakan ‘Penggunaan Terlarang.’ Jika iP2PGO menentukan bahwa Anda telah terlibat dalam Penggunaan Terlarang, iP2PGO dapat menangani Penggunaan Terlarang tersebut melalui sanksi yang sesuai, atas kebijakannya sendiri dan mutlak. Sanksi tersebut dapat termasuk, tetapi tidak terbatas pada, membuat laporan kepada penegak hukum atau pihak berwenang lainnya; penyitaan Token Digital yang Anda miliki di wallet iP2PGO; penyitaan iP2PGO yang Anda miliki; dan, menghentikan akses Anda ke Program. IP2PGO dapat, atas kebijakannya sendiri dan mutlak, menyita dan menyerahkan properti Anda kepada penegak hukum atau pihak berwenang lainnya di mana keadaan menjamin.
vi: Bất kỳ việc sử dụng nào như được mô tả trong đoạn này sẽ tạo thành một 'Sử dụng bị cấm'. Nếu iP2PGO xác định rằng bạn đã tham gia vào bất kỳ việc sử dụng bị cấm nào, iP2PGO có thể giải quyết việc sử dụng bị cấm đó thông qua một hình phạt thích hợp, theo quyết định riêng và tuyệt đối. Việc xử phạt như vậy có thể bao gồm, nhưng không giới hạn ở việc lập báo cáo cho cơ quan thực thi pháp luật hoặc các cơ quan chức năng khác; tịch thu bất kỳ Mã thông báo kỹ thuật số nào bạn có trong ví iP2PGO; tịch thu bất kỳ GO nào do bạn nắm giữ; và, chấm dứt quyền truy cập của bạn vào Chương trình. IP2PGO có thể, theo quyết định riêng và tuyệt đối của mình, tịch thu và bàn giao tài sản của bạn cho cơ quan thực thi pháp luật hoặc các cơ quan chức năng khác trong trường hợp bảo đảm.

source: 8. Your Representations & Warranties: You represent and warrant to iP2PGO as follows:
id: 8. Representasi & Jaminan Anda: Anda mewakili dan menjamin iP2PGO sebagai berikut:
vi: 8. Đại diện & Bảo hành của bạn: Bạn đại diện và bảo hành cho iP2PGO như sau:

source: 8.1 that, if you are an individual customer, you are 18 years of age or older and that you have the capacity to contract under applicable law;
id: 8.1 bahwa, jika Anda adalah pelanggan perorangan, Anda berusia 18 tahun atau lebih tua dan bahwa Anda memiliki kapasitas untuk melakukan kontrak berdasarkan hukum yang berlaku;
vi: 8.1 rằng, nếu bạn là một khách hàng cá nhân, bạn từ 18 tuổi trở lên và bạn có khả năng ký hợp đồng theo luật hiện hành;

source: 8.2 that, if you are not an individual customer, you have the requisite power and authority to sign and enter into binding agreements for and on behalf of the customer;
id: 8.2 bahwa, jika Anda bukan pelanggan perorangan, Anda memiliki kekuatan dan wewenang yang diperlukan untuk menandatangani dan masuk ke dalam perjanjian yang mengikat untuk dan atas nama pelanggan;
vi: 8.2 rằng, nếu bạn không phải là một khách hàng cá nhân, bạn có quyền hạn và thẩm quyền cần thiết để ký và ký kết các thỏa thuận ràng buộc cho và thay mặt khách hàng;

source: 8.3 that you understand the risks associated with subscribing to the iP2PGO Net Revenue Sharing Program, that you are not barred from subscribing to the Program, and that you are not otherwise prohibited by applicable law from using the iP2PGO App;
id: 8.3 bahwa Anda memahami risiko yang terkait dengan berlangganan Program Pendapatan Hasil Bersih iP2PGO dan bahwa Anda tidak dilarang berlangganan Program in dan bahwa Anda tidak dilarang oleh hukum yang berlaku dari menggunakan Aplikasi iP2PGO;
vi: 8.3 rằng bạn hiểu các rủi ro liên quan đến việc đăng ký Chương trình chia sẻ doanh thu thuần iP2PGO, rằng bạn không bị cấm đăng ký Chương trình và bạn không bị pháp luật hiện hành cấm sử dụng Ứng dụng iP2PGO;

source: 8.4 that you will not use the iP2PGO App or any Services in order to disguise the proceeds of, or to further, any breach of applicable laws or regulations, or to deal in any contraband Digital Tokens, GOs, or proceeds;
id: 8.4 bahwa Anda tidak akan menggunakan Aplikasi iP2PGO atau Layanan apa pun untuk menyamarkan hasil dari selundupan Token Digital atau untuk selanjutnya dari hasil Token Digital yang melanggar hukum atau peraturan yang berlaku;
vi: 8.4 rằng bạn sẽ không sử dụng Ứng dụng iP2PGO hoặc bất kỳ Dịch vụ nào để ngụy trang số tiền thu được, hoặc hơn nữa, bất kỳ vi phạm luật pháp hoặc quy định hiện hành nào, hoặc để xử lý bất kỳ Mã thông báo kỹ thuật số, GO, hoặc tiền thu được;

source: 8.5 that you will not trade or obtain financing on the iP2PGO App or use any Services with anything other than funds or Digital Tokens that have been legally obtained by you and that belong to you;
id: 8.5 bahwa Anda tidak akan berdagang atau mendapatkan pembiayaan di Aplikasi iP2PGO atau menggunakan Layanan apa pun selain dana atau Token Digital yang telah diperoleh secara hukum oleh Anda dan milik Anda;
vi: 8.5 rằng bạn sẽ không giao dịch hoặc nhận tài trợ trên Ứng dụng iP2PGO hoặc sử dụng bất kỳ Dịch vụ nào với bất kỳ thứ gì ngoài tiền hoặc Mã thông báo kỹ thuật số mà bạn có được và thuộc về bạn;

source: 8.6 that you will not falsify any account registration details provided to iP2PGO;
id: 8.6 bahwa Anda tidak akan memalsukan rincian pendaftaran akun yang diberikan kepada iP2PGO;
vi: 8.6 rằng bạn sẽ không làm sai lệch bất kỳ chi tiết đăng ký tài khoản nào được cung cấp cho iP2PGO;

source: 8.7 that you will not falsify or materially omit any information or provide misleading information requested by iP2PGO in the course of, directly or indirectly relating to, or arising from your activities on the iP2PGO App or use of any Services, including at registration;
id: 8.7 bahwa Anda tidak akan memalsukan atau secara materi menghilangkan informasi apa pun atau memberikan informasi menyesatkan yang diminta oleh iP2PGO selama, secara langsung atau tidak langsung berkaitan dengan, atau yang timbul dari aktivitas Anda di Aplikasi iP2PGO atau penggunaan Layanan apa pun, termasuk saat pendaftaran;
vi: 8.7 rằng bạn sẽ không làm sai lệch hoặc bỏ sót bất kỳ thông tin nào hoặc cung cấp thông tin sai lệch do iP2PGO yêu cầu trong quá trình, liên quan trực tiếp hoặc gián tiếp đến hoặc phát sinh từ các hoạt động của bạn trên Ứng dụng iP2PGO hoặc sử dụng bất kỳ Dịch vụ nào, kể cả khi đăng ký;

source: 8.8 that any trading or other instructions received or undertaken through your login credentials from your authorized e-mail address that you registered with iP2PGO are deemed to be valid, binding, and conclusive, and that iP2PGO may act upon those instructions without any liability or responsibility attaching to it;
id: 8.8 bahwa setiap perdagangan atau instruksi lain yang diterima atau dilakukan melalui kredensial login Anda dari alamat e-mail resmi Anda yang Anda daftarkan dengan iP2PGO dianggap sah, mengikat, dan konklusif, dan iP2PGO dapat bertindak atas instruksi tersebut tanpa kewajiban atau tanggung jawab apa pun yang melekat padanya;
vi: 8.8 rằng mọi giao dịch hoặc hướng dẫn khác nhận được hoặc được thực hiện thông qua thông tin đăng nhập của bạn từ địa chỉ email được ủy quyền mà bạn đã đăng ký với iP2PGO đều được coi là hợp lệ, ràng buộc và kết luận và iP2PGO có thể hành động theo các hướng dẫn đó mà không có bất kỳ trách nhiệm pháp lý nào. với nó;

source: 8.9 that you will fairly and promptly report all income associated with your activity on the iP2PGO App pursuant to applicable law and pay any and all taxes exigible thereon;
id: 8.9 bahwa Anda akan secara adil dan segera akan melaporkan semua penghasilan yang terkait dengan aktivitas Anda di Aplikasi iP2PGO sesuai dengan hukum yang berlaku dan membayar semua pajak yang dapat diakui;
vi: 8.9 rằng bạn sẽ báo cáo công bằng và kịp thời tất cả thu nhập liên quan đến hoạt động của mình trên Ứng dụng iP2PGO theo luật hiện hành và thanh toán bất kỳ và tất cả các loại thuế đủ điều kiện trên đó;

source: 8.10 that you are not subscribing to the iP2PGO Net Revenue Sharing Program as part of a speculative investment scheme or for financial gain; and
id: 8.10 bahwa Anda tidak berlangganan Program Pendapatan Hasil Bersih iP2PGO sebagai bagian dari skema investasi spekulatif atau untuk keuntungan finansial; dan
vi: 8.10 rằng bạn không đăng ký Chương trình chia sẻ doanh thu thuần iP2PGO như một phần của kế hoạch đầu tư đầu cơ hoặc để thu lợi tài chính; và

source: 8.11 that you understand that GOs may become illiquid or worthless, or both.
id: 8.11 bahwa Anda memahami bahwa iP2PGO dapat menjadi tidak likuid atau tidak berharga, atau keduanya.
vi: 8.11 rằng bạn hiểu rằng GOd có thể trở nên kém thanh khoản hoặc vô giá trị hoặc cả hai.

source: 9. No Representations & Warranties by iP2PGO and its Associates: iP2PGO and its Associates makes no representations, warranties, or guarantees to you of any kind. The iP2PGO App and the GOs are offered strictly on an as-is, where-is basis and, without limiting the generality of the foregoing, are offered without any representation as to merchantability or fitness for any particular purpose.
id: 9. Tidak Ada Pernyataan & Jaminan oleh iP2PGO dan Rekanannya: iP2PGO dan Rekanannya tidak membuat pernyataan jaminan atau jaminan apa pun kepada Anda. Aplikasi iP2PGO dan GO Tokens ditawarkan secara “as is where is basis” dan tanpa membatasi keumuman dari yang sebelumnya, ditawarkan tanpa representasi apa pun untuk diperjualbelikan atau kesesuaian untuk tujuan tertentu.
vi: 9. Không có đại diện và bảo hành nào của iP2PGO và các cộng sự của nó: iP2PGO và các cộng sự của nó không tuyên bố, bảo đảm hoặc bảo đảm cho bạn dưới bất kỳ hình thức nào. Ứng dụng iP2PGO và GO được cung cấp một cách nghiêm ngặt trên cơ sở nguyên bản, và không giới hạn tính tổng quát của những điều đã nói ở trên, được cung cấp mà không có bất kỳ đại diện nào về tính thương mại hoặc sự phù hợp cho bất kỳ mục đích cụ thể nào.

source: 10. No Investment Advice: iP2PGO does not provide any investment advice or advice on trading techniques, models, algorithms, or any other schemes. Ratings of each Digital Token or GO generated by users’ discussions on the iP2PGO App support group chat channel do not constitute and shall not be construed as or deemed to be investment advice from or on behalf of iP2PGO. IP2PGO disclaims any and all liability for any inaccurate information contained in such discussions. Each customer must therefore verify the accuracy and veracity of any information disclosed on the support group chat. However, iP2PGO reserves the right to remove or block any comments that it deems inappropriate, in its sole discretion. IP2PGO may also decide to block you from posting in the support group chat channel in cases of misconduct, breach of these Program Terms, or any kind of abuse from you, at iP2PGO’s sole discretion.
id: 10. Tidak Ada Saran Investasi: iP2PGO tidak memberikan saran investasi atau saran tentang teknik, model, algoritma, atau skema perdagangan lainnya. Rating setiap Token Digital atau GO yang dihasilkan oleh diskusi Users di saluran chat grup dukungan App iP2PGO tidak merupakan dan tidak boleh ditafsirkan atau dianggap sebagai nasihat investasi dari atau atas nama iP2PGO. IP2PGO menolak setiap dan semua tanggung jawab atas informasi yang tidak akurat yang terkandung dalam diskusi semacam itu. Oleh karena itu, setiap users harus memverifikasi keakuratan dan kebenaran informasi yang diungkapkan pada chatting grup pendukung. Namun, iP2PGO berhak untuk menghapus atau memblokir komentar apa pun yang dianggap tidak pantas atas kebijakannya sendiri. IP2PGO juga dapat memutuskan untuk memblokir Anda agar tidak memposting di saluran chatting grup dukungan dalam kasus pelanggaran, pelanggaran Ketentuan Program ini, atau penyalahgunaan apa pun dari Anda, atas kebijakan iP2PGO sendiri.
vi: 10. Không có lời khuyên đầu tư: iP2PGO không cung cấp bất kỳ lời khuyên hay lời khuyên đầu tư nào về kỹ thuật giao dịch, mô hình, thuật toán hoặc bất kỳ kế hoạch nào khác. Xếp hạng của mỗi Mã thông báo kỹ thuật số hoặc GO được tạo bởi người dùng Các cuộc thảo luận trên kênh trò chuyện nhóm hỗ trợ Ứng dụng iP2PGO không cấu thành và sẽ không được hiểu là hoặc được coi là tư vấn đầu tư từ hoặc thay mặt iP2PGO. IP2PGO từ chối mọi trách nhiệm pháp lý đối với mọi thông tin không chính xác có trong các cuộc thảo luận đó. Do đó, mỗi khách hàng phải xác minh tính chính xác và tính xác thực của bất kỳ thông tin nào được tiết lộ trên cuộc trò chuyện nhóm hỗ trợ. Tuy nhiên, iP2PGO có quyền xóa hoặc chặn bất kỳ nhận xét nào mà họ cho là không phù hợp, theo quyết định riêng của mình. IP2PGO cũng có thể quyết định chặn bạn đăng bài trong kênh trò chuyện của nhóm hỗ trợ trong các trường hợp sai trái, vi phạm các Điều khoản chương trình này hoặc bất kỳ loại lạm dụng nào từ bạn, theo quyết định riêng của iP2PGO.

source: 11. Limitations of Liability : Important: Except as may be provided for in these Program Terms,, iP2PGO assumes no liability or responsibility for and shall have no liability or responsibility for any claim, application, loss, injury, delay, accident, cost, business interruption costs, or any other expenses (including, without limitation, attorneys’ fees or the costs of any claim or suit), nor for any incidental, direct, indirect, general, special, punitive, exemplary, or consequential damages, loss of goodwill or business profits, work stoppage, data loss, computer failure or malfunction, or any and all other commercial losses (collectively, referred to herein as “Losses”) directly or indirectly arising out of or related to:
id: 11. Batasan Tanggung Jawab: Penting: Kecuali sebagaimana mungkin disediakan dalam Ketentuan Program ini, iP2PGO tidak bertanggung jawab atau bertanggung jawab atas dan tidak memiliki kewajiban atau tanggung jawab atas klaim, aplikasi, kehilangan, cedera, penundaan, kecelakaan, biaya, biaya interupsi bisnis, atau biaya lainnya (termasuk, tanpa batasan, biaya pengacara atau biaya klaim atau gugatan), atau untuk kerugian insidental, langsung, tidak langsung, umum, khusus, hukuman contoh atau konsekuensial, hilangnya goodwill atau keuntungan bisnis, penghentian kerja, kehilangan data, kegagalan komputer atau kegagalan fungsi atau semua kerugian komersial lainnya (secara kolektif, yang disebut di sini sebagai “Kerugian”) yang secara langsung atau tidak langsung timbul karena atau terkait dengan:
vi: 11. Hạn chế trách nhiệm pháp lý: Quan trọng: Trừ khi có thể được quy định trong các Điều khoản chương trình này, iP2PGO không chịu trách nhiệm hoặc trách nhiệm và sẽ không có trách nhiệm hoặc trách nhiệm đối với bất kỳ khiếu nại, đơn, mất, thương tật, chậm trễ, tai nạn, chi phí, gián đoạn kinh doanh chi phí, hoặc bất kỳ chi phí nào khác (bao gồm, nhưng không giới hạn, phí luật sư hoặc chi phí cho bất kỳ khiếu nại hoặc vụ kiện nào), cũng như cho bất kỳ thiệt hại ngẫu nhiên, trực tiếp, gián tiếp, chung, đặc biệt, trừng phạt, gương mẫu, hoặc hậu quả, mất thiện chí hoặc lợi nhuận kinh doanh, ngừng hoạt động, mất dữ liệu, lỗi hoặc trục trặc máy tính hoặc bất kỳ và tất cả các tổn thất thương mại khác (gọi chung là 'Mất mát') trực tiếp hoặc gián tiếp phát sinh từ hoặc liên quan đến:

source: 11.1 these iP2PGO Net Revenue Sharing Program Terms;
id: 11.1 Ketentuan Program Pendapatan Hasil Bersih iP2PGO ini;
vi: 11.1 các Điều khoản Chương trình chia sẻ doanh thu thuần iP2PGO này;
