Repository: Farisjimboo/ip2pgo_backup
Catalog: ip2pgo-master/ip2pgo-master/locale/*/LC_MESSAGES/django.po
Languages: id, vi

source: GUIDE & FAQ
id: PANDUAN & FAQ
vi: HƯỚNG DẪN & FAQ

source: USER GUIDE
id: PANDUAN PENGGUNA
vi: CHỈ DẪN NGƯỜI DÙNG

source: REFERRAL PROGRAM
id: PROGRAM REFERRAL
vi: Chương Trình Referral

source: IP2PGO TOKEN
id: TOKEN IP2PGO
vi: Mã thông báo IP2PGO

source: IP2PGO TOKEN TERMS & CONDITIONS
id: PERSYARATAN DAN KONDISI TOKEN IP2PGO
vi: IP2PGO TOKEN ĐIỀU KHOẢN & ĐIỀU KIỆN

source: IP2PGO USER GUIDE OTC TRADES
id: PANDUAN PENGGUNA IP2PGO PERDAGANGAN OTC
vi: HƯỚNG DẪN SỬ DỤNG IP2PGO THƯƠNG HIỆU OTC

source: IP2PGO USER GUIDE FIAT TRADES
id: PANDUAN PENGGUNA IP2PGO PERDAGANGAN FIAT
vi: HƯỚNG DẪN SỬ DỤNG IP2PGO HƯỚNG DẪN SỬ DỤNG FIAT

source: REGISTER/DOWNLOAD MOBILE APPS
id: DAFTAR PENDAFTARAN / DOWNLOAD APLIKASI ANDROID
vi: ĐĂNG KÝ / TẢI XUỐNG ỨNG DỤNG DI ĐỘNG

source: LOGIN FOR WEB APPS
id: LOGIN UNTUK APLIKASI WEB
vi: ĐĂNG NHẬP CHO ỨNG DỤNG WEB

source: Reverse ICO Termsheet
vi: Bảng tính ICO ngược

source: Item
id: Barang
vi: mục

source: Description
id: Diskripsi
vi: sự từ chối

source: Issuer
id: Penerbit
vi: Tổ chức phát hành

source: Name of Token
id: Nama Token
vi: Tên của mã thông báo

source: iP2PGO Token
vi: Mã thông báo iP2PGO

source: Token Code
id: Kode Token:
vi: Mã thông báo

source: Token Address
id: Alamat Token
vi: Địa chỉ mã thông báo

source: Token Description
id: Diskripsi Token
vi: Mô tả mã thông báo

source: IP2PGO or GO token is a community token for members of iP2PGO platform.
id: Token IP2PGO atau GO adalah token komunitas untuk anggota platform iP2PGO.
vi: Mã thông báo IP2PGO hoặc GO là mã thông báo cộng đồng cho các thành viên của nền tảng iP2PGO.

source: Amount of GO token available for sale
id: Jumlah GO token yang tersedia untuk dijual
vi: Số lượng mã thông báo GO có sẵn để bán

source: Reverse ICO Price
id: Harga ICO Price
vi: Giá ICO ngược

source: Start Date of Reverse ICO
id: Tarik Mula bagi Reverse ICO
vi: Ngày bắt đầu ICO đảo ngược

source: End Date of Reverse ICO
id: Tarikh Tamat bagi Reverse ICO
vi: Ngày kết thúc ICO ngược

source: Bonus Program
id: Program Bonus
vi: Chương trình thưởng

source: <p> i) 50%% bonus token for subscription during 1st May 2019 - 31st May 2019, subject to a maximum subscription of 100,000,000 GO for that month </p><p>ii) 20%% bonus token for subscription during 1st June 2019 - 30th June 2019, subject to a maximum subscription of 50,000,000 GO for that month. ii </p><p> ii) 10%% bonus token for subscription during 1st July 2019 - 31st July 2019, subject to a maximum subscription of 50,000,000 GO for that month. </p><p> If the maximum subscription number is achieved during the stated month, the next bonus level will starts. If the maximum subscription number is not achieved during the stated month, the bonus level will ends there and won’t be carry over to the following month.</p><p>* Bonus token will be distributed not later than 14 days from the end of the Reverse ICO. </p>
vi: <p> i) Mã thông báo thưởng 50 %% cho đăng ký trong ngày 1 tháng 5 năm 2019 - ngày 31 tháng 52019, tùy thuộc vào đăng ký tối đa 100.000.000 GO cho tháng đó </p> <p> ii) mã thông báo thưởng 20 %% cho đăng ký trong ngày 1 tháng 6 năm 2019 - ngày 30 tháng 62019, tùy thuộc vào đăng ký tối đa 50.000.000 GO cho tháng đó. ii </ p> <p> ii) Mã thông báo thưởng 10 %% cho đăng ký trong ngày 1 tháng 7 năm 2019 -Ngày 31 tháng 7 năm 2019, phải đăng ký tối đa 50.000.000 GO cho điều đótháng. </ p> <p> Nếu đạt được số lượng đăng ký tối đa trongtháng đã nêu, mức thưởng tiếp theo sẽ bắt đầu. Nếu đăng ký tối đasố lượng không đạt được trong tháng đã nêu, mức thưởng sẽ kết thúcở đó và won đã được chuyển sang tháng tiếp theo. </ p> <p> * Mã thông báo thưởngsẽ được phân phối không muộn hơn 14 ngày kể từ khi kết thúc ICO đảo ngược.</ p>

source: INTRODUCTION
id: PENGANTAR
vi: Giới Thiệu

source: iP2PGO is a peer-to-peer marketplace where users can buy and sell ETH & ERC20 tokens to each other using fiat currency via direct bank transfer.
id: iP2PGO adalah pasar peer-to-peer di mana pengguna dapat membeli dan menjual token ETH & ERC20 satu sama lain menggunakan mata uang fiat melalui transfer langsung ke rekening bank.
vi: IP2PGO là một thị trường ngang hàng, nơi người dùng có thể mua và bán các thẻ ETH & ERC20 với nhau bằng cách sử dụng tiền tệ fiat thông qua chuyển khoản ngân hàng trực tiếp.

source: WHAT IS iP2PGO?
id: APA ITU iP2PGO?
vi: Ip2pgo là gì?

source: IP2PGO marketplace is an Android App and Web App.
id: Marketplace IP2PGO adalah Aplikasi Android dan Aplikasi Web.
vi: Thị trường IP2PGO là Ứng dụng Android và Ứng dụng web.

source: Local
id: Lokal
vi: Quốc gia

source: It’s a P2P marketplace that matches buyers and sellers of crypto within a country
id: Pasar crypto P2P yang menemukan pembeli dan penjual crypto di Negara yang sama
vi: Đó là thị trường P2P phù hợp với người mua và người bán mã hóa trong một quốc gia

source: Currency
id: Mata Uang
vi: Tiền tệ

source: Transaction for crypto/fiat pairing will be conducted in the local currency via direct bank transfer between buyer and seller.
id: Transaksi untuk pasangan kripto / fiat akan dilakukan dalam mata uang lokal melalui transfer bank langsung antara pembeli dan penjual.
vi: Giao dịch để ghép tiền điện tử / fiat sẽ được thực hiện bằng nội tệ thông qua chuyển khoản ngân hàng trực tiếp giữa người mua và người bán.

source: Products
id: Produk
vi: Các sản phẩm

source: ETH and ERC20 tokens can be traded in the marketplace
id: Token ETH dan ERC20 dapat diperdagangkan di IP2PGo
vi: ETH và số token ERC20 có thể được giao dịch trên thị trường

source: ESCROW
vi: Ký quỹ

source: iP2PGO’s escrow function is run by ERC20 smart contracts to ensure transactions are executed in a fast, transparent, secured and trusted manner
id: Fungsi escrow iP2PGO dijalankan oleh kontrak cerdas ERC20 untuk memastikan transaksi dilaksanakan secara cepat, transparan, aman, dan tepercaya
vi: Chức năng ký quỹ của IP2PGO được điều hành bởi giao thức Hợp Đồng Thông Minh ERC20 để đảm bảo các giao dịch được thực hiện một cách nhanh chóng, minh bạch, bảo mật và đáng tin cậy

source: IP2PGO TOKEN TERMS & CONDITION
id: PERSYARATAN DAN KONDISI IP2PGO TOKEN
vi: ĐIỀU KHOẢN & ĐIỀU KIỆN IP2PGO

source: Transaction Fee
id: Biaya transaksi
vi: Phí giao dịch

source: ZERO transaction fee for purchase/sales of GO tokens.
id: TIADA biaya transaksi untuk pembelian / penjualan token GO.
vi: Phí giao dịch ZERO cho việc mua / bán mã thông báo GO.

source: *Only for iP2PGO App, trading of GO tokens in iP2PGO DEX will charged normal fees
id: Hanya untuk iP2PGO App, perdagangan token GO di iP2PGO DEX akan dikenakan biaya normal
vi: * Chỉ dành cho Ứng dụng iP2PGO, giao dịch mã thông báo GO trong iP2PGO DEX sẽ được tính phí bình thường

source: Deposit Fee / Withdrawal Gas Fee
id: Biaya Setoran / Penarikan Biaya Gas
vi: Phí ký gửi / Phí rút tiền

source: <p>ZERO withdrawal fee for transfer of GO tokens between two iP2PGO Crypto/fiat App wallets.</p><p> Normal withdrawal fee still applies for transfer from iP2PGO wallet to external wallet. Wallets in iP2PGO DEX is considered external wallets.
id: <p>Biaya penarikan NOL untuk transfer token GO antara dua iP2PGO Crypto / dompet aplikasi fiat</p><p> Biaya penarikan masih berlaku untuk transferdari wallet iP2PGO ke wallet eksternal. Dompet di iP2PGO DEX dianggap Dompet eksternal.
vi: <p> Phí rút tiền ZERO để chuyển mã thông báo GO giữa hai iP2PGO Crypto /ví ứng dụng fiat. </ p> <p> Phí rút tiền thông thường vẫn được áp dụng cho chuyển khoản từ ví iP2PGO đến ví bên ngoài. Ví tiền trong iP2PGO DEX được xem xétví bên ngoài.

source: Token Distribution
id: Distribusi Token
vi: Phân phối mã thông báo GO

source: <p> I) GO token can be purchased on the iP2PGO App, by using cash or TUSD. </p><p>II) GO token will be distributed as free rewards to users that under take our promotional activities.
id: <p> i) GO Token dapat dibeli di Aplikasi iP2PGO, dengan menggunakan uang tunai atau TUSD.<p></p> ii) GO Token akan didistribusikan sebagai reward/hadiah gratis kepada Users yang mengikuti kegiatan promosi kami.
vi: <p> I) Mã thông báo GO có thể được mua trên Ứng dụng iP2PGO, bằng cách sử dụng tiền mặt hoặc TUSD.</p><p> II) Mã thông báo GO sẽ được phân phối dưới dạng phần thưởng miễn phí cho người dùng thực hiện các hoạt động quảng cáo của chúng tôi.

source: Usage of the token
id: Penggunaan token
vi: Sử dụng mã thông báo

source: <p>1.Users can use the GO token to pay a discounted transaction fee in the iP2PGO platform. </p><p> 2.Users can hold the GO token and earn a share of iP2PGO’s Net Revenue.</p><p> 3.Users can suggest and vote for any ERC20 token to be listed in the iP2PGO platform. </p>
id: <p> 1. Users dapat menggunakan token GO untuk membayar biaya transaksi diskon di platform iP2PGO.</p><p>2. Users dapat memegang token GO dan mendapatkan bagian dari Pendapatan Bersih iP2PGO.</p><p> 3. Users dapat menyarankan dan berpartisipasi dalam token voting ERC20 apa pun untuk dimasukkan ke platform iP2PGO.</p>
vi: <p>1. Người dùng có thể sử dụng mã thông báo GO để trả phí giao dịch giảm giá trong nền tảng iP2PGO.</p><p> 2. Người dùng có thể giữ mã thông báo GO và kiếm một phần Doanh thu thuần iP2PGO.</p><p>3. Người dùng có thể đề xuất và bỏ phiếu cho bất kỳ mã thông báo ERC20 nào được liệt kê trong nền tảng iP2PGO.</p>

source: 1. As payment of Transaction Fee
id: 1. Sebagai Pembayaran Biaya Transaksi
vi: 1. Khi thanh toán phí giao dịch

source: (for iP2PGO App only)
id: (untuk iP2PGO App sahaja)
vi: (cho iP2PGO App chỉ có)

source: <p> GO token can be used to pay the transaction fee in the iP2PGO App. A discount of 10%% will apply on the standard transaction fee. </p><p> For example, assuming: 1 ETH = US$120 and 1 GO = US$ 0.01 </p><p> In a 1 ETH trade, the transaction fee payable by the taker is 0.008 ETH, payable in ETH.</p><p> If the taker chose to pay in GO, then the transaction fee payable is: </p><p> 0.008 ETH x US$120 = US$ 0.96 </p><p> 10%% Discount = US$ 0.096 </p><p> Fee payable = US$ 0.864 </p><p> Fee payable in GO = US$ 0.864 / US$ 0.01 = 86.4 GO*. </p><p> * This amount will be circulated back into the public circulations, either through rewards or purchase. </p><p> ** GO token can only be used to pay transaction fee for tokens classified as OTC or Prime markets.</p><p> *** GO token cannot be used to pay for iP2PGO DEX transaction fees. </p>
id: <p> Token iP2GO dapat digunakan untuk membayar biaya transaksi di Aplikasi iP2PGO untuk. Diskon 10%% akan dikenakan biaya transaksi standar.</p><p> Misalnya, dengan asumsi: 1 ETH = US $ 120 dan 1 iP2PGO = US $ 0,01</p><p> Dalam perdagangan ETH 1, biaya transaksi dibayarkan oleh pengambil adalah 0,008 ETH, dibayarkan di ETH.</p><p> Jika pengambil memilih untuk membayar di iP2PGO, dari biaya yang dibayarkan adalah: </p><p>0,008 ETH x US $ 120 = US $ 0,96</p><p> Diskon 10%% = US $ 0,096</p><p> Kewajiban pembayaran = US $ 0,864</p><p> Kewajiban pembayaran dalam iP2PGO = US $ 0,864 / US $ 0,01 = 86.4 iP2PGO *.</p><p> * Jumlah ini akan disirkulasikan kembali ke sirkulasi publik, baik melalui hadiah atau pembelian </p><p>** token iP2PGO hanya dapat digunakan untuk membayar biaya transaksi untuk token yang diklasifikasikan sebagai OTCatau Prime market</p><p>*** Token GO tidak dapat digunakan untuk membayar iP2PGO DEXbiaya transaksi</p>
vi: <p>Mã thông báo GO có thể được sử dụng để thanh toán phí giao dịch trong Ứng dụng iP2PGO. Giảm giá 10 %% sẽ được áp dụng cho phí giao dịch tiêu chuẩn.</p><p>Ví dụ: giả sử: 1 ETH = US $ 120 và 1 GO = 0,01 đô la</p><p>:Trong giao dịch 1 ETH, phí giao dịch mà người thực hiện phải trả là 0,008 ETH, phải trả bằng ETH.</p><p>Nếu người nhận đã chọn thanh toán bằng GO, thì phí giao dịch phải trả là:</p><p>Phí phải trả = US $ 0,864</p><p>Phí phải trả bằng GO = 0,864 USD / 0,01 USD = 86,4 GO *.</p><p>* Số tiền này sẽ được lưu thông trở lại vào lưu thông công cộng, thông qua phần thưởng hoặc mua hàng.</p><p>** Mã thông báo GO chỉ có thể được sử dụng để trả phí giao dịch cho các mã thông báo được phân loại là thị trường OTC hoặc Prime.</p>*** Mã thông báo GO không thể được sử dụng để thanh toán cho iP2PGO DEXphí giao dịch.

source: 2. Participate in iP2PGO Net Revenue Share Program.
id: 2. Berpartisipasi dalam Program Pendapatan Hasil Bersih iP2PGO (Net Share Revenue Program)
vi: 2. Tham gia Chương trình chia sẻ doanh thu thuần iP2PGO.

source: <p> I) GO token holders are entitled to a 30%% share of the NET revenue earned by IP2PGO based on ‘staking’ their GO tokens. </p> <p> Staking is done by depositing and holding their GO tokens in their iP2PGO App Wallet. NET revenue is calculated based on the number of days they hold the GO tokens in their iP2PGO App wallet. </p><p>IP2PGO’s net revenue is calculated using the formula below: </p><p> Transaction Fee* </p><p> - Referral Commission (X%% x Transaction Fee) </p><p> = Net Revenue </p><p> - Country Partner Share (Y%% x Net Revenue) </p><p> = iP2PGO Net Revenue Share </p><p> II) Since iP2PGO charges transaction fee on the different tokens being transacted, the net revenue share amount to be distributed to GO token holders will also be in these different tokens. </p> <p>III) The net revenue share will be calculated on daily basis at (GMT 12:00) and will be deposited into the GO token holders iP2PGO wallet based on the formula below : </p><p> IP2PGO Net Revenue Share / Supply Issued </p><p> = net revenue share for GO token holders </p> <p>IV) Only GO tokens held in iP2PGO App wallet will be included in the supply" </p><p> V) *The transaction fee is the total sum of standard transaction fee (0.8%%) and discounted transaction fee (using GO tokens). </p><p> VI) Net revenue share calculation will start on 15th January 2019.</p>
id: <p> I) Pemegang token GO berhak atas 30%% bagian dari pendapatan NET yang dihasilkan oleh IP2PGO berdasarkan 'mempertaruhkan' token GO mereka.</p><p>Taruhannya adalah dilakukan dengan menyetor dan memegang token GO mereka di iP2PGO App Wallet mereka.Pendapatan NET dihitung berdasarkan jumlah hari mereka memegang GOtoken di dompet App iP2PGO mereka. </p> <p> Pendapatan bersih IP2PGO adalahDihitung menggunakan rumus di bawah ini: </p> <p> Biaya Transaksi * </p> <p> -Komisi Referensi (X %% x Biaya Transaksi) </p> <p> = Pendapatan Bersih </p> <p> -Pangsa Mitra Negara (Y %% x Pendapatan Bersih) </p> <p> = iP2PGO Pendapatan Bersih</p> <p> II) Karena iP2PGO membebankan biaya transaksi pada token yang berbedaSedang ditransaksikan, jumlah bagi hasil bersih yang akan didistribusikan ke GO tokenpemegang juga akan berada dalam token yang berbeda ini. </p> <p> III) Pendapatan bersihBagian akan dihitung setiap hari pada (GMT 12:00) dan akan disetorke dalam dompet pemegang token GO iP2PGO berdasarkan rumus di bawah ini: </p> <p> Bagi Hasil / Pasokan Bersih IP2PGO yang Diterbitkan </p> <p> = bagi hasil pendapatan bersihuntuk pemegang token GO </p> <p> IV) Hanya token GO yang disimpan di dompet App iP2PGOakan dimasukkan dalam persediaan " </p> <p> V) * Biaya transaksi adalah total jumlah biaya transaksi standar (0,8%%) dan biaya transaksi diskon(menggunakan token GO). </p> <p> VI) Perhitungan pembagian pendapatan bersih akan dimulai pada15 Januari 2019. </p>
vi: <p> I) Chủ sở hữu mã thông báo GO được hưởng 30 %% doanh thu NETkiếm được bởi IP2PGO dựa trên đặt cược mã thông báo GO của họ. </ p> <p> Đặt cược làđược thực hiện bằng cách gửi và giữ mã thông báo GO của họ trong Ví ứng dụng iP2PGO của họ.Doanh thu NET được tính dựa trên số ngày họ giữ GOmã thông báo trong ví Ứng dụng iP2PGO của họ. </ p> <p> IP2PGO Doanh thu thuần làđược tính bằng công thức dưới đây: </ p> <p> Phí giao dịch * </ p> <p> -Ủy ban giới thiệu (X %% x Phí giao dịch) </ p> <p> = Doanh thu thuần </ p> <p> -Chia sẻ đối tác quốc gia (Y %% x Doanh thu thuần) </ p> <p> = Chia sẻ doanh thu thuần iP2PGO</ p> <p> II) Vì iP2PGO tính phí giao dịch trên các mã thông báo khác nhauđược giao dịch, số tiền chia sẻ doanh thu thuần sẽ được phân phối cho mã thông báo GOchủ sở hữu cũng sẽ ở trong các mã thông báo khác nhau này. </ p> <p> III) Doanh thu thuầnchia sẻ sẽ được tính trên cơ sở hàng ngày vào lúc (GMT 12:00) và sẽ được gửivào ví iP2PGO của chủ sở hữu mã thông báo GO dựa trên công thức bên dưới: </p> <p> IP2PGO Chia sẻ / Cung cấp doanh thu thuần </ p> <p> = chia sẻ doanh thu thuầncho chủ sở hữu mã thông báo GO </ p> <p> IV) Chỉ các mã thông báo GO được giữ trong ví Ứng dụng iP2PGOsẽ được bao gồm trong nguồn cung cấp " </ p> <p> V) * Phí giao dịch là tổng số phí giao dịch tiêu chuẩn (0,8 %%) và phí giao dịch chiết khấu(sử dụng mã thông báo GO). </ p> <p> VI) Tính toán chia sẻ doanh thu thuần sẽ bắt đầu vàoNgày 15 tháng 1 năm 2019. </ P>

source: 3. Suggest and vote for any ERC20 token to listed in the iP2PGO platform
id: 3. Sarankan dan pilih token ERC20 apa pun untuk dimasukkan ke platform iP2PGO
vi: 3. Đề xuất và bỏ phiếu cho bất kỳ mã thông báo ERC20 nào được liệt kê trong nền tảng iP2PGO

source: <p>I) GO token holders are entitled to suggest and vote for any ERC20 token to be listed on the iP2PGO platform.</p> <p> II) The voting system and voting rules are expected to be ready on 15th March 2019.</p>
id: <p> I) Pemegang token GO berhak untuk menyarankan dan memberikan token voting ERC20 apa pun untuk dimasukkan ke platform iP2PGO.</p><p> II) Sistem voting dan aturan voting diharapkan akan siap pada 15 Maret 2019.</p>
vi: <p> I) Chủ sở hữu mã thông báo GO có quyền đề xuất và bỏ phiếu cho bất kỳ mã thông báo ERC20 nào được liệt kê trên nền tảng iP2PGO. </p> <p> II)Hệ thống bầu cử và các quy tắc bỏ phiếu dự kiến sẽ sẵn sàng vào ngày 15 tháng 3 năm 2019. </p>

source: Exchange list
id: Daftar pertukaran
vi: danh sách trao đổi

source: Items
id: Barang
vi: mặt hàng

source: Details
id: Detail
vi: Chi Tiết

source: 1.Locked-up Supply
id: 1. Supply Yang Terkunci
vi: 1. Cung cấp khóa

source: I) For iP2PGO collaboration with other development partners (moratorium ends: 15/12/2019) Wallet address: 0x776C8B8c9cAD553f0cF4B449d2fCaDf9d981344d
id: I) Untuk kolaborasi iP2PGO dengan mitra pembangunan lainnya (moratoriumberakhir: 15/12/2019) Alamat wallet:0x776C8B8c9cAD553f0cF4B449d2fCaDf9d981344d
vi: I）iP2PGO与其他开发合作伙伴的合作（暂停结束：15/12/2019”钱包地址：0x776C8B8c9cAD553f0cF4B449d2fCaDf9d981344d

source: II) IP2P Global Ltd - as investor (moratorium ends: 15/12/2019) <br> Wallet address:0xB19C892853ac8262E23159f8214FDb881bdd80D5
id: I) IP2P Global Ltd - sebagai investor(moratorium tamat: 15/12/2019) <br> Alamat Wallet: 0xB19C892853ac8262E23159f8214FDb881bdd80D5
vi: I) IP2P Global Ltd - với tư cách là nhà đầu tư (moratorium kết thúc: 15/12/2019) <br> Địa chỉ ví: 0xB19C892853ac8262E23159f8214FDb881bdd80D5

source: III) Management & country partners (moratorium extended to: 15/12/2019) <br> Wallet address: 0x1F20EE7Ac5A6d2e6c01a89C6C5D6161840160020
id: II) Manajemen & mitra negara (moratorium tamat: 15/12/2019) <br> Alamat Wallet:0x1F20EE7Ac5A6d2e6c01a89C6C5D6161840160020
vi: II) Đối tác quản lý và quốc gia (moratorium: 6 tháng) <br> Địa chỉ ví: 0x1F20EE7Ac5A6d2e6c01a89C6C5D6161840160020

source: 2. Supply Issued
id: 2. Supply yang Diterbitkan
vi: 2. Cung cấp phát hành

source: Tokens already distributed to 327 external wallet holders for various Rewards programs
id: Token sudah didistribusikan ke 327 pemegang dompet eksternal untuk berbagaiProgram hadiah
vi: Mã thông báo đã được phân phối cho 327 chủ sở hữu ví bên ngoài cho nhiều loại khác nhauChương trình phần thưởng

source: II) Tokens already distributed to 2,817 iP2PGO exchange wallet holders for various Rewards programs <br> Exchange Wallet address: 0x9EBF6734eBf95efFB99DBE6dC5fAF086EC394d94
id: II) Token sudah didistribusikan ke 2.817 pemegang dompet pertukaran iP2PGO untukberbagai Program Hadiah <br> Alamat Exchange Wallet:0x9EBF6734eBf95efFB99DBE6dC5fAF086EC394d94
vi: II) Mã thông báo đã được phân phối cho 2.817 chủ sở hữu ví trao đổi iP2PGO chocác chương trình Phần thưởng khác nhau <br> Địa chỉ ví Exchange:0x9EBF6734eBf95efFB99DBE6dC5fAF086EC394d94

source: III) Reserves for further promotion campaign <br> Exchange wallet address: 0x9EBF6734eBf95efFB99DBE6dC5fAF086EC394d94
id: III) Cadangan untuk kampanye promosi selanjutnya <br> Alamat dompet Exchange:0x9EBF6734eBf95efFB99DBE6dC5fAF086EC394d94
vi: III) Dự trữ cho chiến dịch quảng cáo tiếp theo <br> Địa chỉ ví trao đổi:0x9EBF6734eBf95efFB99DBE6dC5fAF086EC394d94

source: Allocated Supply for Reverse ICO
id: Pasokan yang dialokasikan untuk Reverse ICO
vi: Cung cấp phân bổ cho ICO đảo ngược

source: I) Wallet address: 0xf5E5e2796e6dA8cf780BBe1e012fa6Af2DfD3e39
id: I) Alamat Wallet: 0xf5E5e2796e6dA8cf780BBe1e012fa6Af2DfD3e39
vi: II) Địa chỉ ví: 0xf5E5e2796e6dA8cf780BBe1e012fa6Af2DfD3e39

source: Total GO token supply
id: Jumlah token GO supply
vi: tổng cung token GO

source: iP2PGO token iP2PGO Net Revenue Sharing Program Terms and Conditions
id: TOKEN iP2PGO Program Pendapatan Hasil Bersih iP2PGO (Net Share Revenue Program) Syarat dan ketentuan
vi: iP2PGO mã thông báo Chương trình chia sẻ doanh thu thuần iP2PGO Điều khoản và điều kiện

source: The following terms and conditions ('T&C') apply to iP2PGO’s customers who are owners of the iP2PGO token or GO token & who has joined the iP2PGO Net Revenue Sharing Program ('the Program').
id: Syarat dan ketentuan berikut ('T&C') berlaku untuk pelanggan iP2PGO yang merupakan pemilik token iP2PGO atau GO token & yang telah bergabung dengan Program Pendapatan Hasil Bersih iP2PGO ('Program').
vi: Các điều khoản và điều kiện sau đây ('T&C') áp dụng cho khách hàng iP2PGO, là chủ sở hữu của mã thông báo iP2PGO hoặc mã thông báo GO và đã tham gia Chương trình chia sẻ doanh thu thuần iP2PGO ('Chương trình').

source: By owning the GO token, you acknowledge that you have read, understand, and completely agree to these T&C. If you disagree with these T&C or with any subsequent amendments, changes, or updates, your only recourse in the case of disagreement is to stop participating in the Program by disposing your GO token.
id: Dengan memiliki token GO, Anda mengakui bahwa Anda telah membaca, memahami, dan sepenuhnya menyetujui T & C ini. Jika Anda tidak setuju dengan T & C ini atau dengan amandemen, perubahan, atau pembaruan berikutnya, satu-satunya cara Anda dalam hal ketidaksepakatan adalah berhenti berpartisipasi dalam Program dengan menjual token GO Anda.
vi: Khi sở hữu mã thông báo GO, bạn thừa nhận rằng bạn đã đọc, hiểu và hoàn toàn đồng ý với các T & C này. Nếu bạn không đồng ý với các T & C này hoặc với bất kỳ sửa đổi, thay đổi hoặc cập nhật nào sau đó, thì cách duy nhất của bạn trong trường hợp không đồng ý là ngừng tham gia Chương trình bằng cách loại bỏ mã thông báo GO của bạn.
